{"id": "s50260386", "split": "Train", "label": "'Pleural Effusion', 'Pleural Other'", "text": "A tip of a left Port-A-Cath lies in the low superior vena cava. Indistinct nodular opacities in the left lung base are consistent with known metastatic disease and better demonstrated on the prior CT. There is bilateral pleural thickening and small pleural effusions that appear relatively unchanged in size since ___. The cardiac and mediastinal contours are normal. The upper bowel gas pattern is unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50260386.jpg"}
{"id": "s58019009", "split": "Train", "label": "'Atelectasis', 'Consolidation', 'Pneumonia', 'Support Devices'", "text": "AP chest compared to ___, 9:04 a.m.: In place of right lower lobe atelectasis, is now new basal consolidation suggesting pneumonia may be developing where previously there was bronchial obstruction due to aspiration. Heart size normal. Lungs otherwise clear. No pleural abnormality. ET tube in standard placement. Nasogastric tube ends in the stomach. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58019009.jpg"}
{"id": "s54123565", "split": "Train", "label": "'Lung Lesion'", "text": "AP chest compared to ___, read in conjunction with chest CT ___: There is no right pneumothorax or appreciable residual right pleural effusion. There is irregular pleural thickening conforming to the presumed tumor implants seen on the chest CT. Left lung is clear and there is no pleural abnormality on that side. Heart size normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54123565.jpg"}
{"id": "s51811896", "split": "Train", "label": "'Support Devices'", "text": "A tracheostomy cannula is located within the upper trachea above the level of the clavicles. There is no pneumothorax. Interval removal of the Dobbhoff feeding tube and right internal jugular catheter is noted. There is unchanged mild pulmonary vascular congestion, though no large effusions. Cardiomediastinal and hilar contours are enlarged but appear unchanged from prior.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51811896.jpg"}
{"id": "s59641633", "split": "Train", "label": "'Lung Opacity'", "text": "Bilateral previous mentioned reticular opacities are noted with mild improvement. Severe colonic ileus is unchanged. On this portable film, there is no appreciable pleural effusion. Cardiomediastinal silhouette is unchanged as compared to radiograph dated ___.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59641633.jpg"}
{"id": "s54057351", "split": "Train", "label": "'Lung Opacity'", "text": "Stable mild pulmonary vascular congestion. Slight improvement in retrocardiac opacity.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54057351.jpg"}
{"id": "s53028287", "split": "Train", "label": "'No Finding'", "text": "The ET tube, NG tube, and left chest tube are unchanged. There is a mildly displaced left lateral rib fracture as visualized on the prior study. There are bilateral lower lobe opacities that have worsened compared to prior studies compatible with volume loss/infiltrate/effusion left greater than right. There is an unusual area of lucency adjacent to the right hilum extending superiorly on the right that could represent some mediastinal air. The left posterior rib fractures are better visualized on the reference CT.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53028287.jpg"}
{"id": "s51844541", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Support Devices'", "text": "The endotracheal tube ends 2.5 cm above the carina. The nasogastric tube enters the stomach. There are diffuse nodular parenchymal opacities. For example in the right upper lung there is a 1.5 cm nodule. The lung volumes and mild pulmonary vascular congestion have improved compared to the prior chest radiograph performed 1.5 hours prior. The cardiac contours are obscured by the dense parenchymal opacities but the heart size is likely normal. No pneumothorax. Cervical hardware is noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51844541.jpg"}
{"id": "s50939248", "split": "Train", "label": "'Cardiomegaly'", "text": "Heart size borderline enlarged. Normal pulmonary vasculature. Lungs clear. No pleural abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50939248.jpg"}
{"id": "s55777915", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "NG tube has been repositioned and is now in the stomach. The lungs are otherwise unremarkable. There is no pneumothorax or pleural effusion. Left subclavian line ends in distal brachiocephalic vein.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55777915.jpg"}
{"id": "s55568082", "split": "Train", "label": "'Support Devices'", "text": "Portable frontal view of the chest. A right internal jugular Cordis catheter tip terminates near the junction of the internal jugular and brachiocephalic veins. The trachea appears slightly deviated to the left, an appreciable difference from the prior portable radiograph of ___. Inspection should be made for superficial evidence of a hematoma at the catheter entry site and/or a follow up radiograph could be obtained. No pleural effusion, pneumothorax or focal airspace consolidation. Normal heart size, mediastinal and hilar structures. These findings were discussed with Dr. ___ by Dr. ___ at 08:06 AM on ___ by telephone at the time of discovery.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55568082.jpg"}
{"id": "s59160177", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion'", "text": "In comparison with the study of ___, the endotracheal tube has been removed. Little change in the hazy opacification at the left base consistent with layering effusion and volume loss. On the right, there is increased opacification at the base with poor definition of the hemidiaphragm, consistent with pleural fluid and atelectasis on this side as well. In the appropriate clinical setting, superimposed aspiration would have to be seriously considered.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59160177.jpg"}
{"id": "s51636502", "split": "Train", "label": "'No Finding'", "text": "The lungs are well expanded and clear. The cardiomediastinal silhouette, hilar contours, and pleural surfaces are normal. No pleural effusion or pneumothorax is present. Median sternotomy wires again noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51636502.jpg"}
{"id": "s52559357", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "NG tube terminates with the side port at the gastroesophageal junction. The imaged portion of the lungs appear clear. Heart size is normal. There is gaseous distention of bowel but no overt dilatation. Surgical clips overlie the left and right upper quadrants and cutaneous ___ overlie the midline.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52559357.jpg"}
{"id": "s52700004", "split": "Train", "label": "'Lung Lesion', 'Lung Opacity', 'Pneumonia'", "text": "AP chest radiograph. There is slight worsening opacification in the right mid lung consistent with pneumonia in the background setting of known multifocal bronchioalveolar carcinoma. The cardiomediastinal silhouette is stable. There is no pulmonary vascular engorgement, large pleural effusion, or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52700004.jpg"}
{"id": "s56586347", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Severe enlargement of the cardiac silhouette is unchanged. Swan-Ganz catheter tip is in the left pulmonary artery. Pacer leads are in standard position. Right PICC tip is in the lower SVC. There is no pneumothorax. There is mild vascular congestion. Small right effusion is a stable", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56586347.jpg"}
{"id": "s57494915", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Portable AP radiograph of the chest was reviewed in comparison to ___. Pacemaker leads terminate in the expected location projecting over the right atrium, right ventricle, and left ventricle epicardial vein. The cardiomegaly is unchanged. Mediastinum is stable. No appreciable pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57494915.jpg"}
{"id": "s53404015", "split": "Train", "label": "'Cardiomegaly'", "text": "The lungs are well-expanded. There is no focal consolidation, pleural effusion or pneumothorax. The cardiomediastinal silhouette is mildly enlarged. The imaged upper abdomen is unremarkable. The bones are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53404015.jpg"}
{"id": "s55900811", "split": "Train", "label": "", "text": "Single frontal view of the chest was obtained. The lungs are hyperinflated. Retrocardiac left base scarring/atelectasis is seen. No focal consolidation, large pleural effusion, or evidence of pneumothorax is seen. The cardiac silhouette is not enlarged. The mediastinal contours are unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55900811.jpg"}
{"id": "s58274665", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "In comparison with the study of ___, the endotracheal and nasogastric tubes have been removed. Swan-Ganz catheter is been pulled back so that the tip is within the right atrium. Following chest tube removal, there may again be a small apical pneumothorax on the left. There are lower lung volumes that accentuate the transverse diameter of the heart. Some indistinctness of pulmonary vessels suggests mild elevation of pulmonary venous pressure.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58274665.jpg"}
{"id": "s56690635", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "As compared to the previous radiograph, there is a decrease in extent of the pulmonary edema. However, the edema still is extensive. Decreased size of the cardiac silhouette. No overt pleural effusions. No areas of pathologic parenchymal consolidations.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56690635.jpg"}
{"id": "s59189997", "split": "Train", "label": "'Pleural Effusion', 'Support Devices'", "text": "Compared to prior chest radiographs ___ through ___. There is no clear evidence of aspiration or pneumonia. Heart size is normal but along with mediastinal venous caliber, increased since ___. Pleural effusions are small if any. No pneumothorax. Left PIC line ends in the left brachiocephalic vein. Tracheostomy tube midline. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59189997.jpg"}
{"id": "s50311629", "split": "Train", "label": "'Cardiomegaly', 'Consolidation', 'Pleural Effusion', 'Support Devices'", "text": "Moderate right and small left pleural effusions are new and/or increased. Heart size is top-normal. Severe consolidation in the lower lungs unchanged. Heart size normal. No pneumothorax. ET tube, left subclavian line, and nasogastric tube are all in standard placements respectively", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50311629.jpg"}
{"id": "s51765201", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "AP chest compared to ___: Large areas of opacification in the chest on ___ were due to loculated pleural effusions primarily. Both the layering and loculated components of pleural effusion in the right hemithorax have increased, although I see no radiopaque catheter on that side. The Pleurx catheter sits on the diaphragmatic surface, and the small volumes of pleural fluid dependent and fissural are unchanged. As far as one can tell, the lungs are clear but that assessment is difficult given the pleural findings. At least a lateral view would be required. Atelectasis is present at both lung bases but does not appear to be particularly severe. The heart is normal size. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51765201.jpg"}
{"id": "s51495454", "split": "Train", "label": "'Edema', 'Support Devices'", "text": "The tip of the nasogastric tube is not optimally seen and does not appear to extend below the GE junction. There may be a loop within the distal portion of the catheter with it being redundant within the distal esophagus. Would recommend repeat images for further evaluation. There is a left dual-lead pacemaker which is stable. Aortoiliac stent material is seen within the upper abdomen. Heart size is enlarged but stable. There is tortuosity of thoracic aorta. There is no focal consolidation, pleural effusions, or signs for overt pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51495454.jpg"}
{"id": "s54439656", "split": "Train", "label": "'Lung Opacity'", "text": "Tracheostomy tube remains in unchanged position. Cardiac, mediastinal and hilar contours appear similar. Reduced lung volumes are re- demonstrated. Diffuse interstitial opacities are compatible with a chronic interstitial lung disease, not substantially changed from prior. Interval development of more focal patchy opacities in the lung bases compared to the recent radiograph may reflect superimposed infection or aspiration. There may be superimposed mild pulmonary vascular congestion. No pleural effusion or pneumothorax is seen. Mildly distended air-filled loops of bowel are seen within the imaged upper abdomen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54439656.jpg"}
{"id": "s50819693", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Pleural Effusion'", "text": "Stable cardiomegaly and enlargement of central pulmonary vasculature accompanied by pulmonary vascular congestion and worsening perihilar edema as well as a new right pleural effusion. Persistent small left pleural effusion and bilateral lower lobe atelectasis. Coexisting pneumonia is possible given clinical history of this diagnosis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50819693.jpg"}
{"id": "s58964060", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "Moderate bilateral pleural effusion, right greater than left, has improved. Upper lungs grossly clear. There is probably a component of atelectasis, particular in the left lower lobe but that has improved as well. Cardiac silhouette is obscured, but probably not enlarged. ET tube and right internal jugular line are in standard placements. Esophageal drainage tube passes into the stomach and out of view. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58964060.jpg"}
{"id": "s53304036", "split": "Train", "label": "'Pneumonia'", "text": "As compared to ___ radiograph, pulmonary edema has resolved. No definite new areas of consolidation to suggest a source of infection, but standard PA and lateral chest radiographs would provide more complete evaluation of the lung bases and may be considered if clinical suspicion for pneumonia persists.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53304036.jpg"}
{"id": "s53160992", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made to previous study from ___. There has been removal of the Swan-Ganz catheter. There remains a right IJ Cordis with the distal lead tip in the proximal SVC. Median sternotomy wires are seen. There has been removal of the right-sided chest tube at the base. There remains a left-sided chest tube at the base. There is cardiomegaly. There is a right-sided pleural effusion and right basilar opacity, stable. There is elevation of the left hemidiaphragm partially due to a large gastric air bubble. This causes crowding of the pulmonary vascular markings at the left base causing atelectasis. There remains a mild pulmonary edema, stable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53160992.jpg"}
{"id": "s54119786", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "There is a new biventricular AICD with leads in the right atrium, right ventricle and in a left coronary vein. There is no pneumothorax. Cardiomediastinal silhouette is unchanged. There is small amount of bibasilar atelectasis with mild increased prominence of pulmonary vasculature which suggests possible mild vascular congestion. There is no definite focal consolidation.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54119786.jpg"}
{"id": "s58541805", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "Compared to chest radiographs, ___ through ___. Mild pulmonary edema, moderate cardiomegaly, mediastinal venous and bilateral hilar engorgement are unchanged. Hematoma related to right upper chest wall surgery unchanged. No pneumothorax. Unremarkable postoperative mediastinal silhouette, also on change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58541805.jpg"}
{"id": "s53639754", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion'", "text": "Single frontal view of the chest was obtained. The patient is status post median sternotomy and CABG. A left-sided pacer device is grossly stable in position. The cardiac silhouette remains enlarged. The mediastinal contours are stable. There is hazy right basilar opacity, likely combination of pleural effusion and atelectasis. Left lung is clear aside from the region obscured by the left pacer battery pack. No overt pulmonary edema is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53639754.jpg"}
{"id": "s51192712", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Support Devices'", "text": "In comparison with the study of ___, there is little overall change. Monitoring and support devices remain intact. Continued enlargement of the cardiac silhouette without definite pulmonary vascular congestion. Again there is opacification in the retrocardiac region obscuring the hemidiaphragm and consistent with volume loss in the left lower lobe and probable small effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51192712.jpg"}
{"id": "s59311809", "split": "Train", "label": "'No Finding'", "text": "The lungs are clear and the lung volumes are normal. There is no pleural effusion, pneumothorax or focal airspace consolidation. Heart is normal size. The mediastinal and hilar contours are unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59311809.jpg"}
{"id": "s59868886", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "Cardiac enlargement. Port-A-Cath in place. Improved right basilar consolidation, decreased right pleural effusion since prior. No pneumothorax. Prominent right chest wall skin fold. Left lung basilar atelectasis is stable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59868886.jpg"}
{"id": "s56053073", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Since the prior radiograph, there has been interval placement of a right-sided PICC line that terminates in the proximal SVC. There are no focal consolidations, pleural effusions or pneumothorax. The cardiomediastinal silhouette is within normal limits. No acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56053073.jpg"}
{"id": "s52588233", "split": "Train", "label": "'No Finding'", "text": "The cardiac silhouette size is borderline enlarged. Mediastinal and hilar contours are unremarkable. Pulmonary vasculature is normal. Lungs are clear without focal consolidation. No pleural effusion or pneumothorax is visualized. Remote right ___ posterior rib fracture is re- demonstrated.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52588233.jpg"}
{"id": "s51704799", "split": "Train", "label": "'Cardiomegaly'", "text": "Lung volumes are within normal limits. Even allowing for the projection, the heart is mildly enlarged and there is mild prominence of the pulmonary vasculature, particular in the upper lobes consistent with mild pulmonary vascular congestion. No frank pulmonary edema seen. No consolidation or pneumothorax seen. No pleural effusion seen. There is a relatively acute scoliotic curve convex the right centered at the thorax lumbar junction, there may be a compression deformity at this level, this is incompletely evaluated on this AP view only. Degenerative changes in the left shoulder.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51704799.jpg"}
{"id": "s54016078", "split": "Train", "label": "'Atelectasis'", "text": "Heart size is top normal. Mediastinal and hilar contours are unremarkable. Pulmonary vascularity is normal. Minimal atelectasis is noted in the lung bases. No focal consolidation, pleural effusion or pneumothorax is seen. No acute osseous abnormalities are present.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54016078.jpg"}
{"id": "s53702319", "split": "Train", "label": "'No Finding'", "text": "Allowing for differences in technique and projection, there has not been an appreciable change in the appearance of the chest since recent radiograph of 1 day earlier.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53702319.jpg"}
{"id": "s56772283", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pneumonia'", "text": "In comparison with the study of ___, there again are low lung volumes that increase the prominence of the transverse diameter of the heart. No pulmonary vascular congestion. Elevation of the right hemidiaphragm is chronic. There is some increased opacification at the left base that could merely reflect atelectasis. However, in the appropriate clinical setting, superimposed pneumonia would have to be considered.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56772283.jpg"}
{"id": "s57264706", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Left PICC line is at the cavoatrial junction level. Heart size and mediastinum are stable. Bilateral pleural effusions are large and appear to be increased since the prior study as well as perihilar opacities concerning for progression of pulmonary edema The patient was extubated in the meantime interval was removal of the NG tube.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57264706.jpg"}
{"id": "s52357013", "split": "Train", "label": "'No Finding'", "text": "Portable semi erect chest radiograph demonstrates low lung volumes with subsequent bronchovascular crowding and atelectasis. There is bibasilar atelectasis with no definite focal consolidation identified. Enlargement of the central vessels with mild vascular congestion is identified. No overt pulmonary edema. Heart size is top-normal. There is a enteric tube which descends in an uncomplicated course its terminal end out of view. A right central line is seen with its tip terminating in the low superior vena cava. There is no appreciable pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52357013.jpg"}
{"id": "s54555919", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "As compared ___ radiograph, pulmonary edema has worsened and is now moderate in severity with bilateral small pleural effusions, right greater than left. Endotracheal tube has been advanced, with tip at the level of the carina directed towards the right main bronchus.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54555919.jpg"}
{"id": "s56948422", "split": "Train", "label": "'Atelectasis', 'Pneumothorax', 'Support Devices'", "text": "As compared to the previous radiograph, the monitoring and support devices, including the bilateral chest tubes, are in unchanged position. Currently, the right lung is almost completely re-expanded, with only a minimal millimetric right apical pneumothorax persisting. Substantial improvement of the pre-existing right basal areas of atelectasis. No new parenchymal opacities. Unchanged normal size of the cardiac silhouette. No pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56948422.jpg"}
{"id": "s57285767", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "The course of the left pigtail pleural drainage catheter has changed since ___. The volume of the large multiloculated left pleural effusion is unchanged. Left lower lobe is collapsed. Moderate to severe atelectasis in the right lower lobe has worsened. Cardiac silhouette is largely obscured. There is no pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57285767.jpg"}
{"id": "s50298121", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "ET tube tip is high, 8.6 cm above the carinal and should be advanced 2 cm. Left lower lobe atelectasis and pleural effusion have developed in the interim. Mild vascular congestion is present but overall improved since the previous study Pigtail catheter has been removed on the right with no interval increase in pleural effusion or development of pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50298121.jpg"}
{"id": "s56725589", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Portable AP upright chest radiograph was provided. A right IJ central venous catheter is seen with its tip in the low SVC approaching the expected location of the cavoatrial junction. Prominence of right pulmonary hilar structures appear stable secondary to right anterior diaphragmatic eventration. Clips are again noted at the at the gastric level. The lungs are clear bilaterally. The cardiomediastinal silhouette appears grossly unremarkable. No large effusion or pneumothorax. Bony structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56725589.jpg"}
{"id": "s54079722", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, there is no relevant change. The monitoring and support devices, including the endotracheal tube, are in unchanged position. The pre-existing relatively extensive bilateral basal parenchymal opacities, right slightly more than left, are overall unchanged in extent and severity. No parenchymal opacities have newly occurred. The presence of a minimal left pleural effusion cannot be excluded. No right-sided pleural effusion. Unchanged borderline size of the cardiac silhouette with minimal tortuosity of the thoracic aorta.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54079722.jpg"}
{"id": "s55971951", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "A left central venous catheter terminates at the mid SVC. Remaining lung findings are unchanged. Gastric bubble has increased in size.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55971951.jpg"}
{"id": "s54225487", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "In comparison with the study ___, the streaks of atelectasis at the left base with improved. Atelectatic changes at the right base are essentially unchanged. The left subclavian catheter again extends to about the level of the cavoatrial junction.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54225487.jpg"}
{"id": "s52591337", "split": "Train", "label": "'Cardiomegaly'", "text": "Compared to chest radiographs ___. Patient has been extubated, and previous pulmonary edema has resolved. Severe cardiomegaly is chronic. There is no pneumonia or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52591337.jpg"}
{"id": "s55441026", "split": "Train", "label": "'Atelectasis', 'Edema', 'Enlarged Cardiomediastinum', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "COMPARED TO PRIOR CHEST RADIOGRAPHS ___ THROUGH ___. Postoperative widening of the cardiomediastinal silhouette, expected following esophagectomy and gastric pull-up is unchanged. Mild pulmonary edema has improved since ___ as has previous moderate atelectasis at the base the left lung. Small pleural effusions are unchanged, and very small right apical pneumothorax are unchanged. Rest right thoracostomy tube, midline drain, and transesophageal drainage tube are unchanged in their standard positions. Heart size normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55441026.jpg"}
{"id": "s58108841", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "AP chest compared to ___ Small left pleural effusion is new. Lungs are grossly clear. Mediastinal and pulmonary vascular engorgement are longstanding, as is severe cardiomegaly with particular left atrial enlargement. No good evidence of pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58108841.jpg"}
{"id": "s55051140", "split": "Train", "label": "'No Finding'", "text": "Right-sided pacer wire is again seen from a right internal jugular approach, terminating by coiling in the region of the right ventricle. The appearance is similar to the prior study. The patient is status post median sternotomy and CABG. The cardiac and mediastinal silhouettes are stable. No focal consolidation, pleural effusion or evidence of pneumothorax. Again, prominence of the hila may suggest pulmonary vascular engorgement without overt pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55051140.jpg"}
{"id": "s54362850", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Feeding tube with the wire stylet in place ends in the mid stomach, bypassing an esophageal probe which ends just beyond the gastroesophageal junction. Right subclavian line ends at the estimated location of the superior cavoatrial junction. ET tube in standard position. Severe cardiomegaly worsened between ___ and ___ and has not improved. Combination of moderate right pleural effusion and severe right basal atelectasis is also stable since ___ but new since ___. Left lower lobe atelectasis has varied in severity, stable since ___. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54362850.jpg"}
{"id": "s55121187", "split": "Train", "label": "'No Finding'", "text": "In comparison with the study of ___, there is little change in the bilateral layering pleural effusions with basilar compressive atelectasis, more prominent on the right. Some element of increased pulmonary venous pressure persists. Right subclavian catheter tip again extends to the lower portion of the superior vena cava. Fixation devices are seen in the lower cervical and upper thoracic spine.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55121187.jpg"}
{"id": "s50361241", "split": "Train", "label": "'Pleural Effusion'", "text": "In comparison with the study of ___, postsurgical changes in the right hemithorax are stable with no definite pneumothorax. Esophagogastric pull-through it is stable. The degree of pneumoperitoneum has decreased. Left hemidiaphragm remains obscured with retrocardiac opacification, consistent with pleural fluid and substantial volume loss in the left lower lobe.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50361241.jpg"}
{"id": "s59237857", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "In comparison with the study of ___, the Dobbhoff tube now extends at least to the second portion of the duodenum. There is increasing opacification at the left base, consistent with worsening pleural effusion and volume loss in the left lower lobe. The possibility of superimposed pneumonia would have to be considered in the appropriate clinical setting. The right lung is essentially clear and there is no evidence of pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59237857.jpg"}
{"id": "s54436727", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "1. Right subclavian PICC line and right internal jugular central line both have their tips in the distal SVC, unchanged. There are streaky bibasilar opacities, which are essentially unchanged and likely reflect atelectasis or post-inflammatory scarring. No pleural effusions, pneumothorax, or pulmonary edema. Lung volumes remain low. Overall cardiac and contours are stable. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54436727.jpg"}
{"id": "s54595926", "split": "Train", "label": "'Support Devices'", "text": "The tip of the Dobbhoff tube lies in the lower stomach. Little change in the appearance of the heart and lungs, which are not well evaluated on this study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54595926.jpg"}
{"id": "s51748703", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "As compared to the previous radiograph, the patient was intubated. The tip of the endotracheal tube projects approximately 6 cm above the carinal. There is no evidence of complications, notably no pneumothorax. The other monitoring and support devices are in constant position. There is an increase in right and left lung volume. However, the atelectasis at the left lung base persists. No other changes.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51748703.jpg"}
{"id": "s54583800", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Support Devices'", "text": "As compared to ___, the bilateral parenchymal opacities are unchanged in severity and extent. Constant borderline size of the cardiac silhouette. No new parenchymal opacities. The monitoring and support devices are in unchanged correct position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54583800.jpg"}
{"id": "s50691486", "split": "Train", "label": "'Consolidation', 'Lung Opacity', 'Support Devices'", "text": "Semi-upright portable chest radiograph shows no change in positioning of endotracheal tube or right-sided central venous catheter tip. The left hemidiaphragm remains obscured and left lower lobe and perihilar consolidation as well as patchy opacity in the right upper lobe likewise appear radiographically unchanged compared to yesterday's study at 12:44 p.m.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50691486.jpg"}
{"id": "s52765650", "split": "Train", "label": "'Edema', 'Pleural Effusion'", "text": "Right-sided PICC terminates at the origin of the SVC. Unchanged cardiomediastinal and hilar contours. Stable, low lung volumes bilaterally. Stable, moderate bibasilar atelectasis. Interval decrease in size of moderate, left pleural effusion. Slight interval improvement in mild pulmonary edema. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52765650.jpg"}
{"id": "s52523257", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "Patient has had median sternotomy. Moderate to severe cardiomegaly is long-standing. Pleural effusion minimal if any. Pulmonary vascular congestion is mild and there is no longer any pulmonary edema or focal pulmonary abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52523257.jpg"}
{"id": "s54767983", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous image, the patient has been extubated and the left chest tube has been removed. Moderate gastric overinflation. Borderline size of the cardiac silhouette without pulmonary edema. Minimal bilateral pleural effusions. No pneumothorax. Left pectoral pacemaker and leads in unchanged position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54767983.jpg"}
{"id": "s56110046", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "AP radiograph of the chest was reviewed in comparison to ___. The left apical pneumothorax appears to be decreased in the interim. The pigtail catheter is in place. Basal aspect of the pneumothorax is smaller as well. There is interval improvement in overall aeration of the right lung. No appreciable pleural effusion is demonstrated.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56110046.jpg"}
{"id": "s55077042", "split": "Train", "label": "'No Finding'", "text": "The cardiac, mediastinal and hilar contours appear stable. There are no pleural effusions or pneumothorax. A previously noted interstitial abnormality is not as well depicted on portable technique. No focal opacity is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55077042.jpg"}
{"id": "s50760821", "split": "Train", "label": "'Consolidation', 'Support Devices'", "text": "Multifocal diffuse consolidations larger in the left lower lobe are unchanged. Patient is very rotated. Cardiomediastinal contours are grossly unchanged. Right PICC tip is in the lower SVC. There is no evident pneumothorax or enlarging effusions. Radiolucency projecting in the lower lateral left hemi thorax is most likely artifactual and outside the patient", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50760821.jpg"}
{"id": "s52968360", "split": "Train", "label": "'Lung Lesion', 'Lung Opacity', 'Support Devices'", "text": "AP chest compared to ___: The current feeding tube ends in the upper stomach. Previously, there was a feeding tube ending in the proximal duodenum. Left hemidiaphragm is chronically elevated, presumably due in part to severe splenomegaly. Multiple lung nodules and areas of peribronchial infiltration in right lung greater than left is worse today than it was on ___. Heart is mildly enlarged, unchanged. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52968360.jpg"}
{"id": "s56242351", "split": "Train", "label": "'Pleural Other'", "text": "No previous images. The heart is normal in size, and there is no evidence of acute pneumonia, vascular congestion, or pleural effusion. Apical pleural thickening bilaterally and possible calcified right hilar node is consistent with old granulomatous disease.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56242351.jpg"}
{"id": "s53453372", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "As compared to the previous radiograph, the patient remains intubated. The endotracheal tube is in unchanged location. The right external pacemaker as well as the feeding tube are also unchanged. Unchanged position of the aortic valve replacement. The pre-existing perihilar opacities have completely resolved. Currently the patient shows no evidence of pulmonary edema or larger pleural effusions. Minimal retrocardiac atelectasis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53453372.jpg"}
{"id": "s52185475", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "There is a left chest tube, which appears unchanged in comparison to the prior chest radiograph. There is a small residual left apical pneumothorax, which is also unchanged. There is bibasilar atelectasis with increasing density in the left midlung. There is a moderate left pleural effusion. Heart size is stable. The mediastinal and hilar contours are stable. The pulmonary vasculature is normal. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52185475.jpg"}
{"id": "s51131917", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Portable frontal radiograph of the chest demonstrates a Dobbhoff tube in the mid esophagus. The left internal jugular central venous catheter is in unchanged position. Lung volumes are slightly improved with persistent bibasilar atelectasis. Pulmonary vascular congestion is noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51131917.jpg"}
{"id": "s50189215", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Tip of endotracheal tube terminates at the carina, directed towards the origin of the right main bronchus, as communicated by telephone to Dr. ___ at 9:45 a.m. on ___ at the time of discovery. Low lung volumes accentuate the cardiac silhouette and bronchovascular structures. Asymmetrical right hilar enlargement is a persistent finding since ___, but has apparently increased when compared to older chest radiographs from ___ and although low lung volumes on a current study limit comparison. Lungs are clear except for linear bibasilar atelectasis. As recommended on chest ___ of ___, further evaluation with contrast-enhanced CT is suggested to better evaluate the right hilum if warranted clinically. This finding is also discussed with Dr. ___ as documented above.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50189215.jpg"}
{"id": "s50212055", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "As compared to recent radiograph of 1 day earlier, right-sided chest tube and pleural pigtail catheter remain in place with persistent loculated right pleural effusion and hydropneumothorax. Overall appearance of the chest is similar to the prior study except for worsening interstitial edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50212055.jpg"}
{"id": "s50701590", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Support Devices'", "text": "Comparison ___. The overall lung volumes have decreased. Moderate cardiomegaly persists. Mild atelectasis at the level of the right hilus. Status post axillary surgery. No new focal parenchymal opacities. No pleural effusions. The tracheostomy tube and the right internal jugular vein catheter in constant position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50701590.jpg"}
{"id": "s58758928", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Support Devices'", "text": "In comparison with the earlier study of this date, there has been placement of a left chest tube following vats decortication. There is still extensive opacification in the left hemithorax, though some aerated lung is seen. Again there is some shift of the mediastinum to the right. At the right base, there is now a dense streak of atelectasis and blunting of the costophrenic angle that could reflect a small effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58758928.jpg"}
{"id": "s57395073", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous image, no relevant change is seen. Mild increase in extent and severity of the right pleural effusion. Otherwise unchanged appearance of the heart, the lung parenchyma and the monitoring and support devices.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57395073.jpg"}
{"id": "s55423713", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the study of ___, there is continued enlargement of the cardiac silhouette with minimal elevation of pulmonary venous pressure. Increased opacification at the right base is consistent with volume loss in the lower lobe and pleural effusion. The nasogastric tube can only be followed to the lower esophagus, where it is obscured by the density of the abdomen. Further evaluation would require a repeat study using abdominal technique and centered at the carina.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55423713.jpg"}
{"id": "s52569630", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "The patient is status post median sternotomy. Right-sided Port-A-Cath has been placed in the interval, with catheter terminating in the low SVC. There has been interval increase in moderate-to-large left pleural effusion with superimposed atelectasis, underlying consolidation is difficult to exclude. The right lung is clear. Cardiac and mediastinal silhouettes are stable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52569630.jpg"}
{"id": "s53040336", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "The endotracheal tube ends 6 cm above the carina. A nasogastric tube enters the stomach and ends off of the radiograph. A new right internal jugular line ends at the cavoatrial junction. Right perihilar opacification represents perihilar ground-glass opacities, better seen on the prior CT torso examination. There is no pleural effusion or pneumothorax. The heart size is normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53040336.jpg"}
{"id": "s50798994", "split": "Train", "label": "'Cardiomegaly', 'Lung Lesion'", "text": "As compared to the previous radiograph, no relevant change is seen. Borderline size of the cardiac silhouette. Mild elongation of the descending aorta. No pneumonia, no pulmonary edema. No pleural effusions. The pre-existing 8 mm pulmonary nodule in the left lung is constant in appearance. No new nodules. The nodule has been stable overall several examinations but workup by CT could nevertheless be performed on a non emergent basis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50798994.jpg"}
{"id": "s59311983", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "The right PICC line shows a coiling at the level of the superior vena cava, but the tip projects over the upper to mid SVC. No complications, notably no pneumothorax. No other relevant changes since the previous radiograph.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59311983.jpg"}
{"id": "s51738503", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "The patient is status post median sternotomy with multiple intact appearing sternal wires. A tracheostomy is off midline to the right and small relative the diameter of the trachea. There is bibasilar opacification with hazy opacification extending to the mid lung zones right greater than the left is compatible with layering pleural effusions and bibasilar atelectasis. Concurrent pneumonia is not excluded in the appropriate clinical context. There is mild pulmonary vascular and mediastinal venous congestion. The cardiac silhouette is partially obscured but appears enlarged. A partially imaged drainage catheter is noted in the right upper quadrant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51738503.jpg"}
{"id": "s58567256", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion'", "text": "There is a moderate-to-large left pleural effusion has increased since the previous exam. Again seen is a small right pleural effusion. There is new parenchymal opacity within the left upper lung zones concerning for pneumonia. Hazy opacity at the right lung base may represent layering pleural fluid however infection cannot be entirely excluded. The cardio mediastinal silhouette is unchanged. The aorta is tortuous.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58567256.jpg"}
{"id": "s57048336", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly'", "text": "As compared to the previous radiograph, the lung volumes have slightly decreased. As a result, areas of mild atelectasis are seen at both lung bases. No pleural effusions. No pulmonary edema. No pneumonia. Borderline size of the cardiac silhouette with tortuosity of the thoracic aorta.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57048336.jpg"}
{"id": "s56270861", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Semi-upright portable radiograph of the chest. The newly placed endotracheal tube terminates in the midtrachea, 4.9 cm above the carina. The orogastric tube courses through the esophagus and inferiorly out of the field of view into the stomach. A right central venous catheter terminates in the mid superior vena cava. The lung volumes are low and there is pulmonary vascular congestion. There is no lobar consolidation. There is no pneumothorax or pleural effusion. The patient is status post median sternotomy.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56270861.jpg"}
{"id": "s53223089", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the study of ___, the endotracheal tube and nasogastric tube have been removed. Single channel pacer remains in good position. Again there is moderate enlargement of the cardiac silhouette with pulmonary edema and bilateral pleural effusions with compressive atelectasis at the bases.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53223089.jpg"}
{"id": "s51546202", "split": "Train", "label": "'Lung Opacity'", "text": "The ___ radiograph from 17:48 shows increased near-complete opacification of the left hemithorax. Two left chest tubes remain in place. The aerated right lung is grossly clear. The heart and mediastinum cannot be accurately assessed. The followup radiograph from 20:23 shows slightly increased gaseous distension of the stomach, and no other significant interval change. The ___ radiograph shows decreased gaseous distention of the stomach, and no other relevant change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51546202.jpg"}
{"id": "s53130174", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "There has been interval placement of a left-sided subclavian central venous catheter with tip projecting over the mid SVC. No pneumothorax is identified. An endotracheal tube and an esophageal catheter are in unchanged position. Again seen are diffuse ill-defined bibasilar opacities, as well as more reticular opacities with bronchiectasis consistent with chronic fibrotic change. No significant pleural effusion is seen. The heart size is normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53130174.jpg"}
{"id": "s54002346", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "AP chest compared to ___ through ___: Heterogeneous opacification in the left lung, probably pneumonia, has continued to improve. Small bilateral pleural effusions are still present. Heart size normal. Right jugular line ends in the upper SVC. Gaseous distention of the transverse colon is longstanding.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54002346.jpg"}
{"id": "s58785569", "split": "Train", "label": "'Atelectasis', 'Pneumothorax'", "text": "Comparison to ___. The previously placed right chest tube was removed. There is now a 1 cm right pneumothorax at the lung apex, without evidence of tension. Minimal retrocardiac atelectasis is new. Normal size of the cardiac silhouette.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58785569.jpg"}
{"id": "s51153677", "split": "Train", "label": "'Pleural Effusion', 'Support Devices'", "text": "Cardiomediastinal silhouette is stable. Pacemaker leads are unchanged. Vascular enlargement/interstitial pulmonary edema are noted, unchanged. No pneumothorax is seen. No interval increase in pleural effusion demonstrated", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51153677.jpg"}
{"id": "s55944538", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the earlier study of this date, the monitoring and support devices remain in place. Again there is enlargement of the cardiac silhouette with some elevation of pulmonary venous pressure and bilateral pleural effusions with compressive atelectasis at the bases.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55944538.jpg"}
{"id": "s56667588", "split": "Train", "label": "'Lung Opacity'", "text": "Lung volumes are low with bibasilar volume loss and obscuration of the right hemidiaphragm laterally, likely representing a small infiltrate in this region. This has progressed since the prior film from four days ago. The upper lungs are clear. There is minimal pulmonary vascular re-distribution.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56667588.jpg"}
{"id": "s50204395", "split": "Train", "label": "'No Finding'", "text": "1 right IJ catheter has been removed. Right IJ introducer sheath in place. Postoperative changes. Interval removal of chest tubes, mediastinal drain. No pneumothorax. Epicardial pacer wires. Stable mild bibasilar opacities. Shallow inspiration accentuates heart size, pulmonary vascularity.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50204395.jpg"}
{"id": "s54047724", "split": "Train", "label": "'Consolidation', 'Pleural Effusion'", "text": "AP chest reviewed in conjunction with torso CT on ___: Small left pleural effusion and left basal consolidation have increased slightly since ___. Findings are concerning for either infection or given the appropriate history, trauma to the left hemidiaphragm. If the findings are not understood, I would recommend a repeat chest CT to include the left upper abdominal quadrant. The right lung is clear. Cardiomediastinal silhouettes are normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54047724.jpg"}
{"id": "s53473264", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made with prior study performed the same day earlier in the morning. ET tube is in standard position, the tip is 5.1 cm above the carina. NG tube tip is out of view below the diaphragm. A drain catheter projects in the upper abdomen. Right central catheter tip is in the cavoatrial junction. Retrocardiac opacities are a combination of pleural effusion and atelectasis. Mild vascular congestion has resolved.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53473264.jpg"}
{"id": "s53108643", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "In comparison with the earlier study of this date, there has been placement of a left IJ catheter that extends to the mid portion of the SVC. No evidence of pneumothorax or significant change other than lower lung volumes.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53108643.jpg"}
{"id": "s58791543", "split": "Train", "label": "'No Finding'", "text": "No evidence of infectious process in the lungs to explain patient's fever.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58791543.jpg"}
{"id": "s53284432", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "Portable AP radiograph of the chest was reviewed in comparison to ___. NG tube tip is in the stomach. Heart size and mediastinum are unremarkable. Left lower lobe linear atelectasis is unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53284432.jpg"}
{"id": "s53785821", "split": "Train", "label": "'No Finding'", "text": "Compared to the prior study there is no significant interval change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53785821.jpg"}
{"id": "s58604874", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pneumonia'", "text": "As compared to the previous radiograph, there is substantial increase in size of the cardiac silhouette. Simultaneously, there is an increase in diameter of the pulmonary vessels. Finally, lateral areas of basal parenchymal opacities are seen. The combination of findings suggests the presence of a combination of pneumonia and mild pulmonary edema. There is no evidence of pleural effusions. At the time of observation and dictation, 11:09 a.m., on ___, the referring physician, ___. ___, was paged for notification but could not be reached. Therefore, a wet read was added to the system and an email was sent.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58604874.jpg"}
{"id": "s59090155", "split": "Train", "label": "'No Finding'", "text": "Cardiac size is top normal. The aorta is tortuous, probably atelectatic. There is mild pulmonary edema. . There is no pneumothorax or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59090155.jpg"}
{"id": "s57447938", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Again seen are multiple median sternotomy wires. There is a right IJ central venous catheter which terminates at the level of the mid SVC. The cardiomediastinal silhouettes are stable. The bilateral hila are unremarkable. There are low lung volumes. There is no focal consolidation. There is no evidence of pulmonary vascular congestion or pulmonary edema. Possible left lung base pleural thickening is stable. A small calcified granuloma is again seen in the right upper lung. There is no pneumothorax or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57447938.jpg"}
{"id": "s52273746", "split": "Train", "label": "'Atelectasis'", "text": "Aside from a linear band of atelectasis at the base the left lung, lungs are clear. Cardiomediastinal and hilar silhouettes and pleural surfaces are normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52273746.jpg"}
{"id": "s55026252", "split": "Train", "label": "'Consolidation', 'Enlarged Cardiomediastinum', 'Support Devices'", "text": "The left subclavian PICC line and now has its tip in the distal SVC near the cavoatrial junction. The bilateral reticulonodular airspace process with more consolidative areas at both lung bases and in the left mid lung are essentially unchanged consistent with multifocal pneumonia or aspiartion. Overall cardiac and mediastinal contours are stable. No pneumothorax. Endotracheal tube and nasogastric tube are unchanged in position", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55026252.jpg"}
{"id": "s54799903", "split": "Train", "label": "'Lung Opacity'", "text": "Superimposed trauma board limits detailed evaluation. The heart is of normal size with normal cardiomediastinal contours. There is calcification of the aortic knob. A 1.4-cm calcified round opacity overlying the left lung base may represent a chondral calcification, but a pulmonary nodule cannot be excluded. Lungs are otherwise clear. No pleural effusion or pneumothorax. A coronary stent is noted along the left heart border. There are multilevel degenerative changes along the spine.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54799903.jpg"}
{"id": "s54357482", "split": "Train", "label": "'Edema', 'Lung Lesion', 'Pleural Effusion'", "text": "Patient is status post median sternotomy. Left-sided Port-A-Cath tip terminates within the proximal right atrium, unchanged. Marked cardiomegaly is unchanged. Masses within the left upper lobe and left suprahilar region appear grossly unchanged as does widening of the superior mediastinal contour due to known lymphadenopathy. There is moderate pulmonary edema, worse in the interval. Small bilateral pleural effusions appear relatively unchanged. Known left lower lobe lung mass is not well visualized on the current radiograph. Patchy opacities within the lung bases may reflect areas of atelectasis. No pneumothorax is present. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54357482.jpg"}
{"id": "s50548939", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Comparison to ___. No relevant change is noted. Low lung volumes. Moderate cardiomegaly. Mild fluid overload but no overt pulmonary edema. Mild elongation of the descending aorta. The right-sided vascular stent and the left hemodialysis catheter are in stable correct position. No pleural effusions. No pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50548939.jpg"}
{"id": "s51294277", "split": "Train", "label": "'Fracture', 'Support Devices'", "text": "A supine frontal chest radiograph demonstrate the endotracheal tube with the tip in the mid thoracic trachea. The cardiomediastinal silhouette is normal, though slightly prominent secondary to lower lung volumes. There is no focal consolidation, obvious pleural effusion, or pneumothorax. Multiple rib fractures are better evaluated on CT torso from the same day. Contrast is seen within the bilateral renal collecting systems.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51294277.jpg"}
{"id": "s50964363", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Support lines and tubes are unchanged in position. Cardiomediastinal silhouette is within normal limits. There are bilateral pleural effusions with a left retrocardiac opacity. There are no pneumothoraces. Overall, there has been no interval change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50964363.jpg"}
{"id": "s55725719", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion'", "text": "AP chest compared to ___. Pulmonary vasculature is more engorged, small bilateral pleural effusion right greater than left have increased. New opacification at the right lung base could be atelectasis and mild dependent edema though pneumonia cannot be excluded. It does not need to be invoked to explain these findings. No pneumothorax. Heart size top normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55725719.jpg"}
{"id": "s56656431", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Right internal jugular large bore catheter is unchanged in position. Interval extubation and removal of the nasogastric tube. Interval decrease in lung volumes with unchanged layering right pleural effusion and slightly increased bibasilar patchy opacities which likely reflect atelectasis, although pneumonia or aspiration cannot be excluded. Crowding of the pulmonary vasculature with no evidence of pulmonary edema. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56656431.jpg"}
{"id": "s56854501", "split": "Train", "label": "'No Finding'", "text": "Single portable view of the chest compared to previous exam from ___. Right PICC is again seen with tip in the upper SVC. Blunting of the right costophrenic angle is again seen, with adjacent linear opacity. Findings are suggestive of either pleural scarring/fluid with adjacent atelectasis/scarring. Lungs are otherwise essentially clear. Cardiac silhouette is stable in configuration, as are the osseous and soft tissue structures notable for a left shoulder subluxation and lower cervical spinal fixation hardware.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56854501.jpg"}
{"id": "s54117358", "split": "Train", "label": "'No Finding'", "text": "The cardiomediastinal and hilar contours are unremarkable except for mildly tortuous thoracic aorta. The lungs are clear. No pleural effusion, pneumothorax, or consolidation is seen. No definite displaced rib fracture seen in this limited AP view. If there is high concern for a rib fracture, a dedicated rib series can be performed with a marker placed at the site of maximum tenderness.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54117358.jpg"}
{"id": "s55612730", "split": "Train", "label": "'Lung Opacity'", "text": "Patchy opacity at the left lung base. The differential diagnosis includes changes due to an early pneumonic infiltrate or aspiration pneumonitis. Followup imaging to confirm resolution is strongly recommended.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55612730.jpg"}
{"id": "s51680973", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Compared to prior chest radiographs ___ through ___. The chin is now elevated and the tip of the endotracheal tube has migrated superiorly above the upper margin of the clavicles, no less than 4.5 cm from the carina. It can safely be advanced 2 cm for more secure positioning. Heterogeneous pulmonary opacification not appreciably changed, at least some of it due to mild pulmonary edema. Left lower lobe remains airless, small to moderate bilateral pleural effusions are presumed. No pneumothorax. Moderate cardiomegaly stable. Esophageal drainage tube ends in the mid portion of a moderately distended stomach. Left jugular line ends in the upper right atrium.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51680973.jpg"}
{"id": "s52673680", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "Left PICC line tip is at the level of cavoatrial junction. Heart size and mediastinum are stable. There is interval progression of pulmonary edema with extensive opacification of the right lung that might represent either progression of pulmonary edema or worsening of infectious process. Tracheostomy is in place. Bilateral pleural effusions are moderate to large, unchanged", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52673680.jpg"}
{"id": "s59827799", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "As compared to the previous radiograph, there is an improvement of the pre-existing small right pleural effusion. The right lung base is better ventilated than on the previous image. No evidence of a right pneumothorax, if present, it must be millimetric in dimension. The appearance of the cardiac silhouette and of the left hemithorax is constant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59827799.jpg"}
{"id": "s53749328", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion'", "text": "Normal course of the nasogastric tube. The tip is in pre-pyloric position. Unchanged relatively low lung volumes. Unchanged extent of the known left pleural effusion with retrocardiac atelectasis and right basilar atelectasis. No new parenchymal opacities. Borderline size of the cardiac silhouette.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53749328.jpg"}
{"id": "s55848565", "split": "Train", "label": "'Support Devices'", "text": "There is stable patchy density in both lower lobes. There are probable effusions bilaterally. There is no pneumothorax or CHF.. The endotracheal tube tip is 5 cm above the carina. Nasogastric tube tip is in the stomach.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55848565.jpg"}
{"id": "s54759337", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "There is interval development of pulmonary edema, moderate to severe associated with bilateral pleural effusions. Right central venous line tip is at the cavoatrial junction. No pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54759337.jpg"}
{"id": "s54052678", "split": "Train", "label": "'Atelectasis', 'Edema', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Indwelling support and monitoring devices are in standard position, and cardiomediastinal contours are stable. Previously present pulmonary edema has significantly improved with only mild residual interstitial edema remaining. Associated decrease in size of small right pleural effusion. Slight improvement in left retrocardiac opacity, likely due to a combination of atelectasis and small left pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54052678.jpg"}
{"id": "s55310443", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "There is a very large left-sided pleural effusion with complete collapse of the left lower lobe and the lingula. This has increased significantly in size when compared to the prior abdominal radiograph. The right lung appears grossly clear. No right-sided pleural effusion seen. A dense nodular opacity at the left apex is likely due to multiple overlapping bony structures.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55310443.jpg"}
{"id": "s55490453", "split": "Train", "label": "'Cardiomegaly', 'Fracture', 'Lung Opacity'", "text": "Endotracheal tube terminates 4.7 cm above the carina. Enteric tube courses below the diaphragm, out of the field of view. There are relatively low lung volumes. Left base opacity may be due to atelectasis but underlying pleural effusion and/ or consolidation possibly from aspiration not excluded. There is moderate pulmonary vascular congestion. The cardiac silhouette is enlarged. There is prominence of the superior mediastinum an acute mediastinal process such as a aortic dissection is not excluded. Mildly displaced fracture of the anterolateral right fifth rib.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55490453.jpg"}
{"id": "s58313049", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pneumothorax', 'Support Devices'", "text": "The residual right pleural abnormality, including loculated fluid and thickening and the basal hydro pneumothorax have not changed appreciably since ___ despite the right basal pigtail pleural drainage catheter still in place. The pleural abnormality and atelectasis have combined to substantially decrease the volume of the right lung. Moderate to severe enlargement of the cardiac silhouette is long-standing. Left lung is clear and there is no left pleural abnormality. Transvenous right ventricular pacer defibrillator lead follows the standard course.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58313049.jpg"}
{"id": "s58865755", "split": "Train", "label": "'No Finding'", "text": "Supine portable AP view of the chest provided. Mildly elevated right hemidiaphragm is noted. Lungs are clear bilaterally. No signs of pneumonia or CHF. No supine evidence for pleural effusion or pneumothorax. The cardiomediastinal silhouette is normal. Bony structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58865755.jpg"}
{"id": "s59411487", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion'", "text": "In comparison with the study of ___, there again are low lung volumes. Continued enlargement of the cardiac silhouette with vascular congestion and bilateral pleural effusions with bibasilar atelectasis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59411487.jpg"}
{"id": "s54741954", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Support Devices'", "text": "Comparison is made with prior study performed ___. Cardiomegaly and widened mediastinum are stable. Aeration of the lower lobe has improved. Left upper lobe opacity is unchanged. Faint opacity in the right upper lobe is stable. ET tube is seen in standard position. Left IJ catheter tip is in the left brachiocephalic vein. NG tube tip is out of view below the diaphragm. Mediastinal and bilateral chest tubes are in place. Right central catheter tip is obscured by overlying tubes and sternal wires, can be followed to the lower SVC/cavoatrial junction. There is no pneumothorax or pleural effusion. There is mild vascular congestion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54741954.jpg"}
{"id": "s59888577", "split": "Train", "label": "'Atelectasis', 'Edema', 'Lung Opacity', 'Pneumonia'", "text": "Heart size is mildly enlarged, slightly increased from the prior study accounting for differences in technique. The aorta is mildly tortuous. Right hilar enlargement appears new compared to the previous exam. Mild pulmonary edema is present. Hazy opacification within the right mid and lower lung is new in the interval. Patchy opacities in the lung bases may reflect atelectasis. No pneumothorax is identified. Clips are seen projecting over the left breast.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59888577.jpg"}
{"id": "s54315782", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "No pneumothorax. Subcutaneous gas throughout the left chest wall likely postoperative. Enteric tube in the stomach with side port near the GE junction may be advanced to place all components in the stomach.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54315782.jpg"}
{"id": "s52723267", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "An endotracheal tube terminates 3.1 cm above the carina. An orogastric tube terminates within the stomach. Again seen are widespread right lung reticulonodular opacities superimposed upon a persistent right upper lobe mass. The left lung remains clear. There is no pneumothorax or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52723267.jpg"}
{"id": "s57967563", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pneumonia'", "text": "Lung volumes are low with increased bibasilar opacities. Cardiomegaly is unchanged. There is no pneumothorax or large pleural effusion. Multiple clips are seen in the left axilla.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57967563.jpg"}
{"id": "s52277165", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Support Devices'", "text": "As compared to the previous radiograph, no relevant change is seen. The lung volumes remain low. Moderate cardiomegaly and mild pulmonary edema. Areas of atelectasis at both lung bases. The monitoring and support devices are constant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52277165.jpg"}
{"id": "s52153384", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Support Devices'", "text": "As compared to the previous radiograph, the lung volumes remain low. The pre-existing opacity in the right upper lobe has decreased in extent and severity. The bilateral perihilar parenchymal opacities, mainly caused by enlarged pulmonary vessels, are unchanged. Bilateral basal atelectasis. No larger pleural effusion. The patient continues to be intubated, the tip of the endotracheal tube projects approximately 3 cm above the carina.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52153384.jpg"}
{"id": "s50636609", "split": "Train", "label": "'Edema', 'Lung Opacity'", "text": "1. Interval improvement in bilateral airspace opacities in both lungs, right greater than left, consistent with improving pulmonary edema. Stable cardiac and mediastinal contours. No large pleural effusions. No evidence of pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50636609.jpg"}
{"id": "s51764111", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "Mild-to-moderate cardiomegaly is accentuated by the projection and low lung volumes. The aorta is tortuous and dilated. There is no pneumothorax or pleural effusion. There is elevation of the left hemidiaphragm. Mild pulmonary edema has improved. There are no new lung abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51764111.jpg"}
{"id": "s57585876", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "One portable erect AP view of the chest. Small bilateral pleural effusions layer posteriorly. Left PICC now ends in the upper SVC. No pleural effusion. No mediastinal widening. Lung volumes are low. Bibasilar atelectasis. No evidence of pneumonia. NG tube ends in the stomach.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57585876.jpg"}
{"id": "s53395580", "split": "Train", "label": "'Lung Lesion', 'Lung Opacity', 'Pneumonia'", "text": "As compared to ___ radiograph, diffuse am, heterogeneous bilateral pulmonary opacities are mostly similar except for worsening in the right lower lung. Poorly defined nodular opacities are present with apparent cavitation. Findings are consistent with multifocal infection. In the setting of cavitation, septic emboli and granulomatous infection should be considered.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53395580.jpg"}
{"id": "s51578520", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Left basilar chest tube remains in place with stable appearance to the left hemithorax with more focal opacity in the left suprahilar region in an area of recent ablation and a lateral pleural abnormality which may reflect loculated fluid in this patient with known lung malignancy. The right lung remains grossly clear. Heart is unchanged in size. No pulmonary edema. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51578520.jpg"}
{"id": "s52009001", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "1) CHF with interstitial and alveolar edema. Slight interval worsening in terms of left base collapse and/or consolidation and small right greater than left effusions. 2) Possibility of an associated pneumonic infiltrate would be difficult to exclude.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52009001.jpg"}
{"id": "s52162323", "split": "Train", "label": "'Lung Opacity'", "text": "Redemonstrated is left mid-upper lung scarring, with associated superior retraction of the left hilum. There is a vague opacification noted over the left mid lung, which may be consistent with a developing consolidation There is no pleural effusion, pneumothorax, or overt pulmonary edema. The heart is normal in size. The mediastinal contours are otherwise normal. Redemonstrated is a lower thoracic vertebral body compression deformity.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52162323.jpg"}
{"id": "s53217087", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity'", "text": "Mild to moderate cardiomegaly is stable. Widening mediastinum is unchanged. There are low lung volumes. Patient's chin obscures the apices of the lungs. Ill-defined opacities in the left perihilar and retrocardiac regions could be due to aspiration. There are no large pleural effusions retrocardiac.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53217087.jpg"}
{"id": "s54434905", "split": "Train", "label": "'Lung Opacity'", "text": "Right-sided Port-A-Cath tip terminates in the mid SVC. The cardiac, mediastinal and hilar contours are within normal limits and unchanged. Mild atherosclerotic calcifications are demonstrated within the aortic knob. The pulmonary vasculature is normal. Patchy opacities in the lung bases are noted, more pronounced than on the prior radiograph. No pleural effusion, focal consolidation or pneumothorax is identified. No acute osseous abnormalities visualized.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54434905.jpg"}
{"id": "s50091824", "split": "Train", "label": "'No Finding'", "text": "Interval removal of a tracheal, right mainstem, and left mainstem a bronchus stent. The lung volumes are low bilaterally leading to crowding of the bronchovascular structures. There is no focal consolidation, pleural effusion, or pneumothorax identified. The cardiac silhouette is top normal in size.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50091824.jpg"}
{"id": "s58374557", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "Compared with the immediate prior radiographs, there is little change. Large layering right pleural effusion, severe pulmonary edema, and moderate cardiomegaly are unchanged. There may be slight improvement in left-sided opacities, compatible with either edema or atelectasis, although superimposed consolidation cannot be ruled out. A left IJ Swan-Ganz catheter has been removed. A right subclavian central venous catheter tip ends in the right atrium, and a left IJ introduction sheath ends at the level of the left brachiocephalic vein. Endotracheal tube ends 5.6 cm from the carina and the enteric tube and side port end within a decompressed stomach. The right basilar pleural drain is in unchanged position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58374557.jpg"}
{"id": "s59873104", "split": "Train", "label": "'Cardiomegaly', 'Enlarged Cardiomediastinum'", "text": "As compared to the previous radiograph, there is no relevant change. The lung volumes have slightly decreased. Borderline size of the cardiac silhouette without pulmonary edema. No pleural effusions, no pneumothorax. No other relevant pulmonary changes. Slight increase in radiodensity of the upper mediastinum is likely caused by the lower inspiratory volume.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59873104.jpg"}
{"id": "s59110473", "split": "Train", "label": "'Atelectasis', 'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "Left-sided AICD device is re- demonstrated with leads terminating the regions of the coronary sinus and right ventricle. Heart remains severely enlarged, perhaps minimally decreased in size from the prior study. Mediastinal contour is unchanged. There is continued mild pulmonary edema, slightly improved in the interval. Left basilar opacification likely reflects a combination of a small pleural effusion with associated atelectasis, not substantially changed from the prior. No pneumothorax is demonstrated.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59110473.jpg"}
{"id": "s59778549", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "In comparison with the study of ___, the Dobbhoff tube remains in the upper stomach. Little change in the appearance of the heart and lungs.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59778549.jpg"}
{"id": "s58113665", "split": "Train", "label": "'Edema'", "text": "Interstitial pulmonary edema is moderate and unchanged. Bilateral pleural effusion is stable and small. Mediastinal and cardiac contours are top normal. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58113665.jpg"}
{"id": "s59286494", "split": "Train", "label": "'No Finding'", "text": "AP portable upright view of the chest. Midline sternotomy wires and overlying EKG leads are present. There is no focal consolidation, effusion, or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59286494.jpg"}
{"id": "s59122987", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly'", "text": "Moderate cardiomegaly is stable. There is no pneumothorax or effusion. Left lung multifocal atelectasis have improved. There is no pulmonary edema. Sternal wires are aligned. There are low lung volumes", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59122987.jpg"}
{"id": "s54618175", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "In comparison with the earlier study of this date, there has been placement of an endotracheal tube with its tip approximately 5 cm above the carina. Nasogastric tube extends at least to the upper stomach where it crosses the lower margin of the image. Little change in the appearance of the heart and lungs.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54618175.jpg"}
{"id": "s56000957", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Feeding tube with the wire stylet in place passes into the stomach and out of view. Right subclavian line ends in the region of the superior cavoatrial junction. Swan-Ganz catheter ends at the origin of the right descending pulmonary artery. Small right pleural effusion has increased. No pneumothorax. Moderate to severe cardiomegaly is chronic. There is no pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56000957.jpg"}
{"id": "s52860881", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Comparison is made with prior study performed eight hours earlier. ET tube is high. The tip is 8.5 cm above the carina, should be advanced a couple of centimeters for more standard position. There are no other acute interval changes.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52860881.jpg"}
{"id": "s54804800", "split": "Train", "label": "'No Finding'", "text": "Allowing for differences in lung volumes, there has been little change in the appearance of the chest since recent study of 1 day earlier.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54804800.jpg"}
{"id": "s55871612", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Portable upright view of the chest was obtained. Right PIC catheter has been retracted by 2 cm, now projecting over upper SVC. No pneumothorax. Lungs are clear without focal consolidation, pleural effusion or pneumothorax. Hilar and mediastinal silhouettes are unchanged. Heart size is normal. Drains in the left upper abdomen are partially imaged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55871612.jpg"}
{"id": "s54594499", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly'", "text": "In comparison with the study of ___, the central catheter has been removed. Continued enlargement of the cardiac silhouette with pulmonary vascular congestion. Bibasilar atelectatic changes persist.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54594499.jpg"}
{"id": "s53768690", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Interval placement of endotracheal tube with the tip positioned 4 cm above the carina. Interval placement of nasogastric tube terminating in the fundus of the stomach. Cardiomediastinal and hilar contours are unremarkable. Lungs are clear. No pleural effusion or pneumothorax is evident. No osseous abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53768690.jpg"}
{"id": "s54663416", "split": "Train", "label": "'No Finding'", "text": "___: AP chest reviewed in the absence of prior chest radiographs: Heart size top normal. Minimal vascular engorgement. Left upper lung circulation, no pulmonary edema, pleural effusion or mediastinal venous distention. No evidence of pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54663416.jpg"}
{"id": "s59765441", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion'", "text": "AP chest compared to ___ through ___: Moderate right and small left pleural effusions have increased since ___. Cardiac silhouette and particularly mediastinal veins have enlarged. Could be due to elevation of central venous pressure either by right heart failure or developing pericardial effusion. Left lung shows essentially normal pulmonary vasculature and no edema, but the left pleural effusion has contributed to increase in mild left basal atelectasis. Dr. ___ was paged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59765441.jpg"}
{"id": "s59183156", "split": "Train", "label": "'Enlarged Cardiomediastinum'", "text": "1. The patient is markedly rotated to her right, limiting assessment of the cardiac and mediastinal contours, although they appear to be unchanged. However, despite rotation, there is some shift of the mediastinal structures to the right suggesting volume loss within the right lung which has likely not significantly changed. The left lung is grossly clear. Vasculature is cephalized consistent with pulmonary venous hypertension, but no overt pulmonary edema is seen. No pneumothorax. No large effusions. Multiple surgical clips in the epigastric region are again noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59183156.jpg"}
{"id": "s55645861", "split": "Train", "label": "'Cardiomegaly'", "text": "Compared to chest radiographs since ___, most recently ___. Moderate cardiomegaly has worsened. Lungs are grossly clear. No pleural abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55645861.jpg"}
{"id": "s57936629", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "AP radiograph of the chest was reviewed in comparison to ___ obtained 08:27 a.m. The right pigtail catheter and the right pacemaker are in appropriate position. No definite pneumothorax is seen. Overall, no change since the prior study is demonstrated on the current examination. The previously seen lucency in the right lung base appears to be less conspicuous on the current study. Subcutaneous air within the right chest wall is stable in appearance.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57936629.jpg"}
{"id": "s56015458", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "In comparison with the earlier study of this date, there has been placement of an endotracheal tube with its tip approximately 5.5 cm above the carina. With a a left chest tube in place, there has been a small amount of -of the left hemithorax. Nevertheless, most of the left hemithorax remains opaque.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56015458.jpg"}
{"id": "s50532934", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion'", "text": "As compared to the previous radiograph, the extent of a right pleural effusion has minimally increased. The lung volumes continue to be low and reticular opacities are seen at both lung bases. Mild fluid overload is present. Unchanged appearance of the cardiac silhouette.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50532934.jpg"}
{"id": "s50228719", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "ET tube ends 6.7 cm above the carina. Left subclavian line is in mid SVC. Bibasilar opacities are unchanged, which could be a mix of aspiration pneumonia, atelectasis and overlying pleural effusion. There is no pneumothorax. Cardiac contour is top normal. NG tube is in the stomach.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50228719.jpg"}
{"id": "s51146485", "split": "Train", "label": "'No Finding'", "text": "No significant change. Failure persists.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51146485.jpg"}
{"id": "s53420166", "split": "Train", "label": "'No Finding'", "text": "The patient is lordotic, which slightly limits assessment. Heart size is normal. Mediastinal and hilar contours are unremarkable. Pulmonary vascularity is normal. Lungs are clear without focal consolidation. No pleural effusion or pneumothorax is identified. No acute osseous abnormalities seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53420166.jpg"}
{"id": "s58514369", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "Mild interstitial edema is new. Small bilateral pleural effusions have minimally increased. Retrocardiac opacities could represent atelectasis or pneumonia in the appropriate clinical setting. The lungs are hyperinflated. There is stable moderate to severe cardiomegaly. The aorta is tortuous. There is no evident pneumothorax. Degenerative changes in the left shoulder are again noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58514369.jpg"}
{"id": "s55527896", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "As compared to the previous radiograph, the esophageal stent is in unchanged position. The tip of a nasogastric tube projects over the upper parts of the stent. Lung volumes are low. No pathological change in the lung parenchyma. Borderline size of the cardiac silhouette.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55527896.jpg"}
{"id": "s53176140", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Support Devices'", "text": "As compared to the previous radiograph, the previously malpositioned Dobbhoff catheter has been removed. The current nasogastric tube is in correct position. Moderate cardiomegaly and mild fluid overload persists, but there is no evidence of overt pulmonary edema. Mild areas of atelectasis at both lung bases. No pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53176140.jpg"}
{"id": "s59283975", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pneumothorax', 'Support Devices'", "text": "As compared to the previous radiograph, the known right pneumothorax has minimally decreased in extent but is still clearly visible. The pigtail catheter in the right pleural space is unchanged. On the left, there is a new subtle parenchymal opacity representing atelectasis. The appearance of the cardiac silhouette is constant. No new parenchymal opacities are otherwise noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59283975.jpg"}
{"id": "s52264685", "split": "Train", "label": "'No Finding'", "text": "The heart is again mildly enlarged. The aortic arch is calcified. The mediastinal and hilar contours, including a rounded expansile contour to the right upper mediastinum corresponding to a previously characterized thyroid goiter and tortuous great vessels, appears unchanged. The lungs appear clear. There are no pleural effusions or pneumothorax. Right-sided rib deformities are not well delineated but appear not significantly changed; these suggest several remote prior fractures.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52264685.jpg"}
{"id": "s56029208", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "Portable AP radiograph was compared to ___ obtained at 6:06 p.m. The current study demonstrates slight interval decrease in the loculated left basal pneumothorax. The pigtail catheter is in place, overall unchanged in position. The findings were discussed with Dr. ___ at 1:03 a.m. over the phone by the radiology resident.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56029208.jpg"}
{"id": "s59822265", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pneumonia', 'Support Devices'", "text": "In comparison with the study of ___, the endotracheal and nasogastric tubes have been removed. Swan-Ganz catheter remains in place, as does the right chest tube. Continued substantial enlargement of the cardiac silhouette with intact midline sternal wires. Retrocardiac opacification with obscuration of the hemidiaphragm is consistent with substantial volume loss in the left lower lobe. Atelectatic changes are seen without definite pulmonary vascular congestion. The possibility of supervening pneumonia, especially in the retrocardiac area, cannot be excluded.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59822265.jpg"}
{"id": "s57737947", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Enlarged Cardiomediastinum'", "text": "Comparison is made with prior study, ___. There is persistent collapse of the left lower lobe. Mild-to-moderate cardiomegaly is stable. Cardiomediastinal contours are midline. The right lung shows minimal atelectasis in the base. No other interval changes. No pneumothorax or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57737947.jpg"}
{"id": "s54898754", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "In comparison with the study of ___, there are continued low lung volumes. The endotracheal tube and nasogastric tube have been removed. The right subclavian catheter remains in good position. There has been substantial clearing of the opacification in the retrocardiac region with relatively sharp visualization of the left hemidiaphragm. This is consistent with some small amount of residual atelectatic change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54898754.jpg"}
{"id": "s50273193", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "A right-sided PICC terminates at the SVC/brachiocephalic junction without evidence of pneumothorax. There are low lung volumes. Mild right base opacity may be due to atelectasis versus aspiration. Cardiac and mediastinal silhouettes are unremarkable. Midline tracheostomy noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50273193.jpg"}
{"id": "s50805577", "split": "Train", "label": "'Lung Opacity'", "text": "The previously noted linear opacities in the bases bilaterally have improved. There are no other new opacities. Heart size is stable. The mediastinal and hilar contours are stable. The pulmonary vasculature is normal. No pleural effusion or pneumothorax is seen. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50805577.jpg"}
{"id": "s54047061", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph. The position of the endotracheal tube is unchanged. The feeding tube appears to be partly coiled in the pharynx an should be repositioned. The radiolucency of the lung bases has increased, likely reflecting improved ventilation. The bilateral parenchymal opacities are still clearly visible but have decreased in extent and severity. Moderate cardiomegaly. Decrease in extent of a pre-existing right pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54047061.jpg"}
{"id": "s57165009", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "There is a pigtail catheter seen at the left lung base. There are no pneumothoraces seen on either side. There is a persistent left-sided pleural effusion and increased opacity on the left. There is a small right-sided pleural effusion. Heart size is enlarged, but stable. There is again seen deviation of the trachea to the left side, due to a large goiter.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57165009.jpg"}
{"id": "s50613122", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "The NG tube is coiled in the lower esophagus and will need to be reinserted. The chest tube has been removed. Left subclavian line tip in the SVC is unchanged. The tip of the ET tube is not well visualized secondary to the overlying NG tube and other wires. There is volume loss at both bases with dense retrocardiac opacity.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50613122.jpg"}
{"id": "s55710113", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pneumothorax'", "text": "As compared to the previous image, the feeding tube has been removed. Moderate cardiomegaly and elongation of the descending aorta persist. The pre-existing parenchymal opacities are not substantially changed. A right skin fold mimics a pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55710113.jpg"}
{"id": "s53371373", "split": "Train", "label": "'No Finding'", "text": "In comparison with the sub earlier study of this date, the left chest tube has been removed and there is no definite pneumothorax. No evidence of pneumomediastinum. Overall, little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53371373.jpg"}
{"id": "s58761564", "split": "Train", "label": "'Support Devices'", "text": "Portable AP radiograph of the chest was reviewed in comparison to ___. The ET tube tip is 3.7 cm above the carina. The NG tube tip is in the stomach with a sidehole being right below the gastroesophageal junction and might be further advanced. The right PICC line tip is at the level of mid SVC. Heart size and mediastinum are stable. Lungs are essentially clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58761564.jpg"}
{"id": "s56860215", "split": "Train", "label": "'Edema', 'Pneumonia'", "text": "The left lower lobe of consolidation that was seen on yesterday's chest x-ray is re-demonstrated. There is also development of new diffuse opacities that are more prominent at the lung bases, likely due to pulmonary edema. No evidence of lobar collapse. Mild pulmonary vascular congestion. Stable mild to moderate cardiomegaly. No acute osseous abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56860215.jpg"}
{"id": "s51542003", "split": "Train", "label": "'Consolidation', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "AP chest compared to ___: Right upper lobe consolidation is the most pronounced change, pneumonia or widespread pulmonary hemorrhage. Mild interstitial edema elsewhere is also new, and there is mediastinal vascular engorgement. Heart size, however, is normal. Pleural effusions are not evident. No pneumothorax. Tip of the endotracheal tube is no less than 17 mm from the carina and could be withdrawn 2 cm for more standard positioning. Left subclavian line ends low in the SVC and a nasogastric tube ends in the distal stomach. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51542003.jpg"}
{"id": "s51366346", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Enlarged Cardiomediastinum', 'Support Devices'", "text": "Moderate cardiomegaly is stable. widening mediastinum has improved. Retrocardiac atelectasis and vascular congestion have improved. There is no pneumothorax. Right IJ catheter tip is in the lower SVC. There is no pneumothorax or increasing effusion. Sternal wires are aligned. Patient is status post CABG", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51366346.jpg"}
{"id": "s52247538", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "As compared to the previous radiograph, a PICC line is now placed over the left upper extremity. Tip of the line projects over the mid SVC. The lung volumes are low. No evidence of complication such as pneumothorax. Newly appeared small left pleural effusion with subsequent atelectasis at the left lung bases. No other abnormalities are noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52247538.jpg"}
{"id": "s53369181", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Support Devices'", "text": "In comparison with the earlier study of this date, there is increasing indistinctness of pulmonary vessels consistent with worsening pulmonary edema. Substantial enlargement of the cardiac silhouette persists. Hemodialysis catheter remains in good position. The left hemidiaphragm is not sharply seen, consistent with volume loss in the left lower lobe and probable small pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53369181.jpg"}
{"id": "s52436253", "split": "Train", "label": "'Lung Lesion', 'Lung Opacity', 'Pleural Effusion'", "text": "As compared ___ radiograph, widespread bilateral pulmonary opacities have worsened, particularly in the right lung. These findings are superimposed upon poorly defined pulmonary nodules. A moderate to large right pleural effusion has substantially increased in size, along with development of a small left pleural effusion. Known intrathoracic lymph node enlargement is more fully assessed by CT of 2 days earlier.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52436253.jpg"}
{"id": "s50465680", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "The frontal radiograph of the chest demonstrates interval change in position of NG tube which is now seen in standard position along the expected course of the esophagus with distal tip projecting towards the fundus of the stomach overlying the gastric air bubble. Otherwise, there is no evidence of complication, notably no pneumothorax. The remainder of the study is unchanged from the prior radiographs.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50465680.jpg"}
{"id": "s58487475", "split": "Train", "label": "'Consolidation', 'Edema', 'Pleural Effusion', 'Pneumonia'", "text": "AP chest compared to ___: Since ___, relatively symmetric bilateral perihilar consolidation, most likely edema, has improved substantially in the right lung, not on the left, where there is new moderate left pleural effusion. Overall, the findings are still most suggestive of cardiac decompensation, given the persistence of mediastinal vascular and pulmonary vascular engorgement. Upright conventional views would be very helpful to determine if there is additionally left lower lobe pneumonia, but the chest CT scan on ___ suggested concurrent residual pulmonary edema and scattered bronchopneumonia in the upper lungs and possibly more severe consolidative pneumonia in the left lower lobe.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58487475.jpg"}
{"id": "s53306863", "split": "Train", "label": "'Atelectasis', 'Pneumonia', 'Support Devices'", "text": "AP radiograph of the chest was reviewed in comparison to ___. The ET tube tip is 2.2 cm above the carina. The NG tube tip is in the stomach. The right internal jugular line tip is at the level of mid SVC. Heart size and mediastinum are stable and lungs are essentially clear except for minimal new atelectasis in the left lower lobe that should be further followed to exclude the possibility of developing infection, but most likely represents atelectasis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53306863.jpg"}
{"id": "s50827563", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Dobbhoff tube tip is below the inferior margin of the field of view, most likely in the distal stomach. Cardiomediastinal silhouette is unchanged. Widespread parenchymal opacities are unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50827563.jpg"}
{"id": "s51323657", "split": "Train", "label": "'No Finding'", "text": "The current film is considerably better penetrated than the prior film of ___. The degree of failure is probably the same. Some areas show more opacification, others less. The right effusion, however, is probably less.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51323657.jpg"}
{"id": "s56617205", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "Tracheostomy is in place. Right PICC line tip is at the level of lower SVC. Pneumoperitoneum is demonstrated, seen on previous CTA and portable chest radiograph. The extent of the pneumoperitoneum appears to be similar or potentially minimal increase. Bibasal areas of atelectasis, a left pleural effusion are unchanged but there is more of atelectatic component at the left lower lobe potentially reflecting progression of infectious process in this location.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56617205.jpg"}
{"id": "s57549216", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "There is persistent and grossly unchanged diffuse right lung pleural and parenchymal abnormalities. Cardiac silhouette is stable. There is a small left pleural effusion with adjacent atelectasis, which has increased over the interval. No evidence of pulmonary edema. No pneumothorax. Monitoring and support devices are in unchanged position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57549216.jpg"}
{"id": "s54708381", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, pre-existing signs of pulmonary edema have slightly increased in severity. In addition, there is a new small right pleural effusion. Moderate cardiomegaly. The monitoring and support devices are constant. No pneumonia. Minimal atelectasis at the right lung bases.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54708381.jpg"}
{"id": "s58979686", "split": "Train", "label": "'No Finding'", "text": "As compared to the recent study of one day earlier, there has been little change in the appearance of the chest except for slight improved aeration in the left retrocardiac region.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58979686.jpg"}
{"id": "s58111787", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "ET tube in standard placement. Esophageal probe ends in the lower third of the esophagus. Esophageal drainage tube passes into the stomach and out of view. Left subclavian line ends in the low SVC. No pneumothorax. Small bilateral pleural effusions stable or increased slightly. Left lower lobe collapse worsened. Mild to moderate cardiomegaly, pulmonary vascular congestion in mediastinal venous in engorgement suggest volume overload or biventricular cardiac decompensation, stable or worsened slightly since ___.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58111787.jpg"}
{"id": "s59460686", "split": "Train", "label": "'Atelectasis', 'Edema', 'Pneumothorax', 'Support Devices'", "text": "Compared to chest radiographs ___ through ___ at 19:14. Previous large left apical pneumothorax is now small. Left pleural drain still in place. No appreciable left pleural effusion. Region of atelectasis or hemorrhage, left lower lobe has changed in orientation but not in size. Mild interstitial edema persists and subsegmental atelectasis at the right base has worsened. Heart size normal, though increased since earlier in the day.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59460686.jpg"}
{"id": "s51108414", "split": "Train", "label": "'Cardiomegaly', 'Consolidation', 'Edema', 'Pleural Effusion'", "text": "Compared to prior chest radiographs since ___ most recently 18:15 on ___. Previous mild pulmonary edema has improved. A small right pleural effusion, moderate cardiomegaly, and mediastinal venous engorgement are still present. Persistent abnormality in the right upper lobe was attributed to fissural pleural effusion but could be consolidation as well. Suggest a follow-up for possible pneumonia. Variable consolidation in the left lower lobe has been a recurrent feature, presumably atelectasis and/or aspiration.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51108414.jpg"}
{"id": "s58840050", "split": "Train", "label": "'Cardiomegaly', 'Consolidation'", "text": "As compared to the previous radiograph, the lung volumes have increased. , likely reflecting improved ventilation. Unchanged mild cardiomegaly and elongation of the descending aorta as well as left hilar enlargement, caused by the known left non-small cell lung cancer, documented on the CT examination from ___. No pleural effusions. No pulmonary edema. No parenchymal consolidations.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58840050.jpg"}
{"id": "s54509573", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "There are persistent low lung volumes. Dobhoff tube tip is in the stomach. Cardiac size cannot be assessed. Right PICC tip is in the mid SVC. Opacity in the right upper lobe has improved. Diffuse opacity throughout the left hemithorax likely represent layering pleural effusion. Tiny right pneumothorax has decreased. Right basal pigtail catheter is in place. Left lower lobe atelectasis are stable", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54509573.jpg"}
{"id": "s50658595", "split": "Train", "label": "'No Finding'", "text": "Heart size is top normal. Mediastinal and hilar contours are unremarkable. Lungs are clear. No pleural effusion, focal consolidation or pneumothorax is present. Moderate degenerative changes are noted in the thoracic spine as well as within the right acromioclavicular joint.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50658595.jpg"}
{"id": "s56001054", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Esophageal drainage tube ends in the distal portion of a nondistended stomach. Left PIC line ends in the upper SVC. New opacification in the right lung, most pronounced in the lower lobe is consistent with acute aspiration. It should also be noted that heart size, though still normal, has increased in the interim, and pulmonary vasculature and mediastinal veins are larger caliber than earlier. This could reflect early cardiac decompensation", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56001054.jpg"}
{"id": "s55846803", "split": "Train", "label": "'Fracture', 'Support Devices'", "text": "In comparison with the study of ___, the monitoring and support devices are in unchanged position. No definite pneumothorax is appreciated. There are multiple rib fractures at the left mid and lower zones with a small amount of subcutaneous gas along the left lateral chest wall. Some pulmonary contusion is again seen adjacent to the left costophrenic angle. The right lung is essentially clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55846803.jpg"}
{"id": "s52966674", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "Endotracheal tube is in standard position, but nasogastric tube side port is proximal to GE junction with distal tip terminating in the proximal stomach. Heart size is normal. Right lower lobe is collapsed. Partial atelectasis of right upper lobe is also demonstrated. Possible small right pleural effusion. There is no PNEUMOTHORAX.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52966674.jpg"}
{"id": "s52565157", "split": "Train", "label": "'Cardiomegaly', 'Pneumonia'", "text": "The lungs are clear. No confluent consolidation is identified. There is no pneumothorax. Enlargement of the hilar and upper lobe vasculature is longstanding and unchanged from prior examination. There is no overt interstitial pulmonary edema. Mediastinal contours appear within normal limits. Enlargement of the cardiac silhouette is similar to prior examination, though is moderate-to-severe.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52565157.jpg"}
{"id": "s55506646", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Pneumonia', 'Pneumothorax'", "text": "A right endotracheal tube is 4.6 cm from the carina. A right internal jugular central catheter ends in the low SVC. A feeding tube is in the stomach. A left chest tube is unchanged in position. There is a small unchanged residual apical pneumothorax. A pigtail catheter is unchanged and positioned at the left base with a small residual basilar pneumothorax. Consolidation in the right upper, middle and lower lobes are unchanged. A hazy lingular opacity is stable. Right lower lobe collapse and a small effusion are stable with mild rightward shift of the mediastinum.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55506646.jpg"}
{"id": "s53744251", "split": "Train", "label": "", "text": "In comparison with study of ___, the the cardiac silhouette is at the upper limits of normal or mildly enlarged. There is mild indistinctness of pulmonary vessels suggesting some elevation of pulmonary venous pressure. No definite acute pneumonia or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53744251.jpg"}
{"id": "s50925319", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "A left-sided pacemaker projects leads into right ventricle and atrium. A Swan-Ganz catheter terminates within the right pulmonary artery, slighlty retracted from the prior study. There is no pneumothorax or focal consolidation.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50925319.jpg"}
{"id": "s52338703", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "In comparison with the study ___ ___, the patient has taken a slightly better inspiration. However, there again is enlargement of the cardiac silhouette with worsening pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52338703.jpg"}
{"id": "s50633665", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "The right PICC line has crossed midline and now likely resides in the left brachiocephalic vein. Tracheostomy tube remains in place. There is worsening left retrocardiac opacity and worsening obscuration of the left hemidiaphragm which could represent pneumonia. There are likely small bilateral pleural effusions with adjacent atelectasis. ___ to ___ at 11:00 pm, ___, by phone, at time of discovery", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50633665.jpg"}
{"id": "s51152694", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion'", "text": "In comparison with the study of ___, there is no definite right apical pneumothorax. The cardiac silhouette is within upper limits of normal in size without appreciable vascular congestion. Opacification of the left spaces consistent with pleural fluid and underlying compressive atelectasis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51152694.jpg"}
{"id": "s56334315", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "As compared to the previous radiograph, the patient is again intubated. The tip of the endotracheal tube projects 5 cm above the carina. The patient shows massive overinflation of the stomach. Atelectasis at the left lung bases and in the retrocardiac lung regions. Minimal fluid overload but no overt pulmonary edema. No pleural effusions. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56334315.jpg"}
{"id": "s56044493", "split": "Train", "label": "", "text": "Right-sided dual-chamber pacemaker device is new in the interval with leads terminating in the right atrium and right ventricle. Moderate cardiomegaly is accentuated by a suboptimal inspiratory effort. Aorta is mildly unfolded. There is crowding of bronchovascular structures with mild pulmonary vascular congestion, but no overt pulmonary edema. Patchy opacities in the lung bases likely reflect areas of atelectasis. No pleural effusion or pneumothorax is identified. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56044493.jpg"}
{"id": "s55481558", "split": "Train", "label": "'Edema', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Pleural Effusion'", "text": "A left pectoral pacemaker is visualized with leads in appropriate positioning. Mild-to-moderate pulmonary edema. Moderate-sized left pleural effusion with associated bibasilar atelectasis. Right basilar opacification may represent pleural fluid and atelectasis, however an underlying pneumonia is difficult to exclude. Stable enlargement of the cardiomediastinal silhouette. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55481558.jpg"}
{"id": "s52033397", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "The post-thoracocentesis radiograph demonstrates substantial decrease in the left pleural loculation. Currently, the pigtail catheter is in place. There is no evidence of pneumothorax. There is still present left basal opacity, most likely reflecting area of atelectasis and residual pleural effusion. Heart size and mediastinum are stable. Lungs are hyperinflated but essentially clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52033397.jpg"}
{"id": "s51936670", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, no relevant change is seen. Severe pulmonary edema with potential bilateral pleural effusions and subsequent bilateral areas of atelectasis. Unchanged normal to borderline size of the cardiac silhouette. The monitoring and support devices are constant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51936670.jpg"}
{"id": "s50322403", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made with prior study, ___. There is selective intubation in the left main bronchus. The position of the ET tube is unchanged . Complete white-out of the right hemithorax is unchanged, a combination of total collapse of the right lung and pleural effusion. Cardiomediastinum is shifted towards the right. Right subclavian catheter is in unchanged position. NG tube tip is out of view below the diaphragm. Cardiomediastinum cannot be evaluated. Right lower lobe opacities have increased. It could be due to increasing atelectasis, a small effusion and/or worsening infection.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50322403.jpg"}
{"id": "s58232036", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity'", "text": "As compared to the previous radiograph, the pre-existing multifocal bilateral parenchymal opacities have substantially decreased in extent and severity. Only a at the right lung base and in the perihilar left lung areas remnant opacities are still seen. The size of the cardiac silhouette has minimally decreased. There is no evidence of pleural effusions. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58232036.jpg"}
{"id": "s57400692", "split": "Train", "label": "'Edema', 'Lung Opacity'", "text": "Heart is top normal size and mediastinal silhouette is stable. Dense calcifications are present along the aortic arch and throughout the descending thoracic aorta. Bilateral perihilar opacities with peribronchial cuffing and thickening of the minor fissure and areas of ground-glass opacification in the right upper and lower lung likely represent mild asymmetric pulmonary interstitial edema. Hazy opacification in the right upper lung infectious in etiology or represent edema related to mitral regurgitation. Small bilateral pleural effusions are present. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57400692.jpg"}
{"id": "s57104259", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "1. No acute cardiac or pulmonary process. 2. ET tube ends within the proximal right main stem bronchus and should be withdrawn by 6 cm for appropriate positioning. 3. Bony pelvis is grossly intact. Pertinent findings were discussed with Dr. ___ by Dr. ___ at 2:33 a.m. via telephone on the day of the study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57104259.jpg"}
{"id": "s52726803", "split": "Train", "label": "'Consolidation', 'Pneumonia'", "text": "Right Port-A-Cath terminates at the cavoatrial junction, unchanged. Persistent low lung volumes and chronic interstitial abnormality with emphysematous component appear stable. Mediastinal contours, hila, and cardiac borders are normal. No pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52726803.jpg"}
{"id": "s52498709", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Comparison to ___. Improved aeration of the retrocardiac lung regions. Otherwise no relevant change. The monitoring and support devices are constant. Constant mild cardiomegaly. No overt pulmonary edema. No pneumonia. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52498709.jpg"}
{"id": "s54057799", "split": "Train", "label": "", "text": "There is hazy density in the medial right lower lobe as well as adjacent and inferior to the left hilum. There is no effusion or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact. No free air below the right hemidiaphragm is seen. Right PICC tip is in the lower SVC.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54057799.jpg"}
{"id": "s59412191", "split": "Train", "label": "'No Finding'", "text": "No significant interval change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59412191.jpg"}
{"id": "s55812138", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made with prior study performed a day earlier. Moderate enlargement of the cardiomediastinal silhouette has minimally improved. There is no evident pneumothorax. Left chest tube and a second tube projecting over the heart are in unchanged position. Enlarged right pleural effusion is grossly unchanged allowing the difference in positioning of the patient associated with adjacent atelectasis. A rounded radiolucency projecting in the right lower hemithorax is again noted, this could be due to air in the pleural space or aerated lung surrounding by atelectasis.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55812138.jpg"}
{"id": "s54536551", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, the transparency of the lung parenchyma has minimally increased, likely reflecting improved ventilation. The monitoring and support devices are constant. However, the overall extent of the pre-existing parenchymal opacities is still severe. Small pleural effusions bilaterally, right more than left, constant in appearance. Unchanged size of the cardiac silhouette. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54536551.jpg"}
{"id": "s55809639", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Pneumonia', 'Support Devices'", "text": "In comparison with study of ___, the endotracheal tube has been removed and replaced with a tracheostomy tube with no evidence of complications. Nasogastric tube has been removed. Continued opacification in the right upper zone consistent with pneumonia. Prominence of the right upper mediastinum raises the possibility of lymphadenopathy, though this is not supported by the CT scan of ___. There are somewhat lower lung volumes without appreciable vascular congestion. Retrocardiac opacification has decreased, though there are still some residual atelectatic changes.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55809639.jpg"}
{"id": "s55050313", "split": "Train", "label": "'Lung Opacity'", "text": "Heart size, mediastinal and hilar contours are within normal limits. Previously reported left lower lobe opacity is not demonstrated, but was previously best evaluated on the lateral view. No new areas of consolidation are identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55050313.jpg"}
{"id": "s57283703", "split": "Train", "label": "'Atelectasis', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, there are increasing pleural effusions bilaterally. The signs indicative of moderate pulmonary edema are also increasing. Unchanged monitoring and support devices. Unchanged relatively extensive retrocardiac and right basal atelectasis. The vertebral stabilization devices are constant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57283703.jpg"}
{"id": "s54741369", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "In comparison with the study of earlier on this date, there has been placement of a Dobbhoff tube that extends to the mid to upper body of the stomach, before turning on itself so that the tip face is the esophagogastric junction. Otherwise little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54741369.jpg"}
{"id": "s53132246", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "As compared to the previous radiograph, the nasogastric tube has been minimally advanced. The tip now projects over the middle parts of the stomach. No complications, notably no pneumothorax. Otherwise, the radiograph is unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53132246.jpg"}
{"id": "s58152720", "split": "Train", "label": "'Lung Opacity'", "text": "There has been interval removal of a left PICC. A single frontal radiograph of the chest was acquired. Hazy opacification of the mid-to-lower lungs is partially attributable to overlying soft tissues. Retrocardiac dense opacification is not significantly changed compared to the prior study and is likely attributable to atelectasis, although infection or effusion at the left lung base cannot be excluded. There is no right pleural effusion. No pneumothorax is seen. The heart size is somewhat difficult to assess, although appears mildly enlarged, unchanged. The mediastinal contours are normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58152720.jpg"}
{"id": "s59778607", "split": "Train", "label": "'No Finding'", "text": "AP single view of the chest has been obtained with patient in sitting semi-upright position. Analysis is performed in direct comparison with the next preceding similar study of ___. The heart size remains within normal limits. No pulmonary vascular congestive pattern is identified. The previously identified prominence of the right-sided hilar structures has further progressed and extension into the central portion of the lower lobe area is noted. Aeration of the lung remains intact. There is no evidence of pleural effusion as the lateral pleural sinuses are free. No evidence of new pulmonary abnormalities in the left hemithorax which is superimposed by multiple small surgical clips apparently related to surgery. No pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59778607.jpg"}
{"id": "s52172170", "split": "Train", "label": "'Cardiomegaly', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Right subclavian PICC line unchanged in position. Status post median sternotomy with stably enlarged cardiac contour. Bilateral predominantly upper airspace opacities are stable and could be consistent with pulmonary hemorrhage or edema. Small bilateral effusions are again seen. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52172170.jpg"}
{"id": "s51117026", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Midline tracheostomy tube is seen. The patient is status post interval placementof a left sided PICC, which has a sharp kink at its distal portion. The left-sided PICC appears to course towards the proximal SVC and take a sharp kink and then head in a relative superior direction 8-mm. PICC should be repositioned. This finding was discussed with Dr. ___ on ___ at 8:38 p.m. via telephone two minutes after discovery. The patient is status post median sternotomy and CABG. The aorta is quite unfolded. The aortic knob is prominent, probably due to underlying aneurysm. No priors studies for comparison. The patchy opacity projecting over the right lung could be due to sites of aspiration or infection. No large pleural effusion or pneumothorax is seen. The cardiac silhouette is top normal to mildly enlarged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51117026.jpg"}
{"id": "s51258570", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "Compared to ___ radiograph, cardiomegaly is stable, and accompanied by improving pulmonary vascular congestion and resolving edema. Persistent dense left retrocardiac opacity is probably a combination of atelectasis and pleural effusion. Moderate gastric distension is seen in the upper abdomen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51258570.jpg"}
{"id": "s54833378", "split": "Train", "label": "'Edema', 'Enlarged Cardiomediastinum', 'Lung Opacity', 'Pleural Effusion'", "text": "Yesterday mild edema was probably present in the right lung. That has improved. The remaining opacity in the right upper lung is probably due to overlying projection of the large right anterior chest wall hematoma. The basal component could be atelectasis or pneumonia but it has improved since ___. On the left there are no focal lung abnormalities but there is a small pleural effusion. Heart is normal size. The upper mediastinum is widened by fat deposition.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54833378.jpg"}
{"id": "s59349457", "split": "Train", "label": "", "text": "Cardiomediastinal contours are normal. Lungs are clear except for a focal, poorly defined right infrahilar opacity. Standard PA and lateral chest radiographs are recommended for confirmation and further characterization considering clinical concern for pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59349457.jpg"}
{"id": "s51795526", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "Cardiomegaly is substantial. Large right pleural effusion is demonstrated that appears to be potentially minimally smaller than on the previous examination although it might be related to different patient positioning. Left lung is clear. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51795526.jpg"}
{"id": "s54575962", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Feeding tube tip is in the mid stomach. Thoracolumbar curve convex to the right. Normal bowel gas pattern. More prominent perihilar opacities, edema versus infiltrate. Improved left basilar opacity. Lung apices are not included on the radiographs. Tiny right pleural effusion or thickening, similar.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54575962.jpg"}
{"id": "s58591928", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "A in comparison to ___ chest radiograph, bilateral pleural catheters remain in place with persistent small pleural effusions and adjacent bibasilar opacities. No visible pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58591928.jpg"}
{"id": "s59500809", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "In comparison with the study of earlier in this date, the endotracheal tube tip lies approximately 3.7 cm above the carina. Nasogastric tube is difficult to evaluate further than the lower esophagus. Right IJ catheter is in the mid-to-lower portion of the SVC. There are streaks of atelectasis bilaterally, most prominent in the right mid zone. No definite vascular congestion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59500809.jpg"}
{"id": "s50210313", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Support Devices'", "text": "In comparison with the study of ___, there again is severe enlargement of the cardiac silhouette with pacer device in place. The degree of pulmonary edema appears to have slightly worsened.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50210313.jpg"}
{"id": "s51917711", "split": "Train", "label": "'Lung Opacity'", "text": "Right internal jugular central venous catheter remains in the low SVC. Right infrahilar opacity is essentially unchanged. Other smaller multifocal opacities have worsened in the left mid and upper lung and periphery of the right base. Heart size is normal. There is no pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51917711.jpg"}
{"id": "s54502198", "split": "Train", "label": "'Pleural Effusion', 'Pneumonia'", "text": "A portable semi upright frontal chest radiograph again demonstrates an endotracheal tube terminating in mid thoracic trachea and an enteric tube terminating within the stomach. Bilateral pulmonary opacities continue to increase. There is a new small to moderate right pleural effusion and possible trace left pleural effusion. There is no pneumothorax. The visualized upper abdomen is unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54502198.jpg"}
{"id": "s51219486", "split": "Train", "label": "'Consolidation', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made to previous study from ___. There is an endotracheal tube whose distal tip is 6.4 cm above the carina. There is a left-sided central catheter with distal tip in the proximal right atrium, stable. There is a left retrocardiac opacity and bilateral pleural effusions, left side worse than right. A small focal area of consolidation within the right mid lung zone. Continued attention to this area is recommended on subsequent exams. This may be related to the chest tube placement. The right-sided chest tube tip is again seen in the apex of the lung. There are no pneumothoraces identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51219486.jpg"}
{"id": "s58883483", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "Small to moderate right effusion is stable. Moderate to large left effusion has increased. Cardiac size is normal. Vascular congestion has improved. There is no evident pneumothorax. Retrocardiac atelectasis have increased .", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58883483.jpg"}
{"id": "s56623309", "split": "Train", "label": "'Enlarged Cardiomediastinum', 'Lung Opacity', 'Support Devices'", "text": "Compared with the prior study, there is some increased opacity at the right base, but there has also been interval placement of a drainage catheter. No pneumothorax is identified. A new stent overlies the lower mediastinum, presumably in relation to the lower esophagus. An additional linear metallic density lies adjacent to the proximal edge of the stent. The left lung is grossly clear, without CHF, focal infiltrate or effusion. Mild right paratracheal soft tissue thickening is again noted unchanged and is thought to represent a prominent azygos vein.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56623309.jpg"}
{"id": "s57007952", "split": "Train", "label": "'Pneumothorax'", "text": "Small right pneumothorax has decreased, No other interval change from prior study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57007952.jpg"}
{"id": "s51531420", "split": "Train", "label": "'No Finding'", "text": "AP portable semi upright view of the chest. There is no focal consolidation, effusion, or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51531420.jpg"}
{"id": "s51010644", "split": "Train", "label": "'Consolidation', 'Pneumonia', 'Support Devices'", "text": "ET tube tip, 2 cm above the carina with the chin down comment is in standard position. Severe infiltrative pulmonary abnormality globally affecting the pulmonary interstitium, and left basal consolidation have not improved over the past several days. There is no pleural effusion. Heart is normal size. There is no pneumothorax. Differential diagnosis discussed with the critical Care team is drug reaction, acute idiopathic interstitial or eosinophilic pneumonitis, less likely atypical pneumonia, but conceivably a combination of left lower lobe bacterial pneumonia with the severe, as yet undiagnosed, interstitial disorder.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51010644.jpg"}
{"id": "s56345334", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the study of ___, the monitoring support devices are stable. The nasogastric tube extends to the mid body of the stomach, where it crosses the lower margin of the image. Little change in the enlargement of the cardiac silhouette and elevation of pulmonary venous pressure. Retrocardiac opacification again is consistent with substantial volume loss in the left lower lobe and associated pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56345334.jpg"}
{"id": "s51382625", "split": "Train", "label": "'Cardiomegaly'", "text": "There is mild cardiomegaly. There is mild vascular congestion. There is no pneumothorax or pleural effusion. There is no pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51382625.jpg"}
{"id": "s56946499", "split": "Train", "label": "'No Finding'", "text": "Single AP upright portable view of the chest was obtained. A central venous catheter is again seen terminating in the right atrium. The lungs are clear without focal consolidation. No pleural effusion or pneumothorax is seen. The cardiac and mediastinal silhouettes are stable. No evidence of free air is seen beneath the diaphragms.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56946499.jpg"}
{"id": "s50650724", "split": "Train", "label": "'Pleural Effusion'", "text": "Since prior exam, the patient is status post a left thoracentesis. The left pleural effusion has significantly decreased in size. A small pleural effusion persists. There is no evidence of a pneumothorax. Bibasilar atelectasis appears improved, though still present. There is no new consolidation or pulmonary edema. Fibrotic changes at the bases are stable. There is no right pleural effusion. The cardiomediastinal silhouette is normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50650724.jpg"}
{"id": "s53998334", "split": "Train", "label": "'Consolidation', 'Pneumonia'", "text": "As compared to ___, interval increase in right lower lobe and right upper lobe nodular airspace opacities. There is probable small bilateral effusions. Moderate cardiomegaly persists. No pneumothorax. Left-sided PICC terminates in the low SVC.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53998334.jpg"}
{"id": "s53218693", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Single portable view of the chest. Endotracheal tube is seen with tip approximately 3.3 cm from the carina. Enteric tube passes below the diaphragm with tip in the gastric fundus. Low lung volumes are seen with secondary crowding of the bronchovascular markings. No confluent consolidation identified. Cardiomediastinal silhouette is within normal limits.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53218693.jpg"}
{"id": "s57546791", "split": "Train", "label": "'Pneumonia'", "text": "The heart is normal in size. The mediastinal and hilar contours appear within normal limits. There is a new focal opacity, substantial in size, along the right lower lung, probably at least in part involving the right middle lobe, although the main part may be centered in either the right middle or lower lobe. There is no pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57546791.jpg"}
{"id": "s52305835", "split": "Train", "label": "'Edema'", "text": "Portable single frontal chest radiograph was obtained with the patient in a semi upright position. Lung volumes remain very low. There is increased right interstitial edema when compared to prior study. The opacity at the right lung base is unchanged, and may represent bronchovascular crowding. There is no pleural effusion or pneumothorax. The cardio mediastinal silhouette is unchanged. Large amount of intraperitoneal gas is again visualized and confirmed by CT performed today.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52305835.jpg"}
{"id": "s58007719", "split": "Train", "label": "'Lung Opacity', 'Pneumonia'", "text": "Since a recent radiograph of ___, perihilar and basilar predominant pulmonary opacities have improved on the right and worsened on the left. Such rapid change favors recurrent aspiration and pulmonary edema as the most likely etiologies, but continued follow-up would be helpful to exclude the possibility of infectious pneumonia. No other relevant changes since recent study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58007719.jpg"}
{"id": "s56666193", "split": "Train", "label": "'Consolidation', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made with prior study performed a day earlier. Cardiomediastinal contours are normal. Bibasilar consolidations are unchanged. Small left pleural effusion is more conspicuous than before. There is no pneumothorax. Lines and tubes are in standard position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56666193.jpg"}
{"id": "s57398308", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "The cardiomediastinal and hilar contours are normal. There is no pneumothorax or large pleural effusion. Lung volumes are low, but there is no focal consolidation concerning for pneumonia. Known pleural nodularity is better assessed on prior chest CT. ETT and NG tube are present in appropriate positions. A CBD stent with fiducial seeds in the pancreas are seen in the upper abdomen. A right chest port is present with tip terminating in the mid SVC.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57398308.jpg"}
{"id": "s58626144", "split": "Train", "label": "'Support Devices'", "text": "In comparison with the study of ___, the monitoring and support devices remain in place. There again are bilateral chest tubes with no evidence of pneumothorax. The questioned increased opacification in the left hemithorax is much less prominent, with only a small area in the left mid zone laterally. Again, this could represent a region of aspiration in the appropriate clinical setting.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58626144.jpg"}
{"id": "s56248326", "split": "Train", "label": "'Atelectasis', 'Pneumonia', 'Support Devices'", "text": "In comparison with the study of ___, there is an endotracheal tube in place with its tip approximately 3.2 cm above the carina. Diffuse skeletal metastases again seen. There is poor definition of the left and right hemidiaphragms, suggesting some atelectatic changes with possible pleural effusion. In the appropriate clinical setting, superimposed pneumonia could be considered.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56248326.jpg"}
{"id": "s56579481", "split": "Train", "label": "'No Finding'", "text": "Frontal radiographs of the chest demonstrate low lung volumes. Heart size is normal. Bibasilar atelectasis is present but the lungs are otherwise clear. The cardiomediastinal silhouette and hilar contours are normal. No pleural effusion or pneumothorax. No displaced rib fracture identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56579481.jpg"}
{"id": "s59374442", "split": "Train", "label": "'Consolidation', 'Lung Opacity'", "text": "Since ___, the dense left lower lobe consolidation is unchanged. New right lower lobe opacities may be atelectasis or developing pneumonia. Severe cardiomegaly is unchanged without pulmonary vascular congestion or pulmonary edema. We an ET tube terminates 3.1 cm above the carina. An OG tube is seen passing through the stomach and outside the field of view.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59374442.jpg"}
{"id": "s52207698", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Severe cardiomegaly is chronic, unchanged since ___, but improved since ___. Lungs are clear of pneumonia or pulmonary edema is the the the small right pleural effusion in is new or newly apparent. Transvenous right atrial and ventricular pacer leads are unchanged in standard placements. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52207698.jpg"}
{"id": "s57701605", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Support Devices'", "text": "Comparison to ___. Today's radiograph shows an increase of a pre-existing retrocardiac and left lower lobe atelectasis. Otherwise no relevant change is noted. Moderate cardiomegaly. Areas of atelectasis at the right lung bases. Stable correct position of the monitoring and support devices.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57701605.jpg"}
{"id": "s50779298", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "ET tube tip is 5 cm above the carinal. NG tube tip is in the stomach. Heart size is unchanged, mildly enlarged. Right basal opacity is more conspicuous concerning for infectious process.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50779298.jpg"}
{"id": "s58451071", "split": "Train", "label": "'Atelectasis', 'Fracture', 'Lung Opacity'", "text": "At least 2 sternal wires are fractured. The lung volumes are low. The heart size is top normal. There is central pulmonary vascular engorgement, however, no pulmonary edema is present. Bibasilar linear opacities likely reflect atelectasis. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58451071.jpg"}
{"id": "s58861695", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "An NG tube is present, tip extending beneath diaphragm to overlie the proximal stomach. Probable focal underpenetration accounting for focal poor visualization of the 2 in the region of the GE junction. Inspiratory volumes are low. Mild prominence of the cardiomediastinal silhouette likely relates to low inspiratory volumes. There is minimal atelectasis. No CHF, frank consolidation or gross effusion is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58861695.jpg"}
{"id": "s52331256", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "The endotracheal tube terminates 6.8 cm above the expected location of the carina, with the patient's head down, and should be advanced by 3 cm for optimal placement. NG tube is in the stomach. The entire left lung remains collapsed with shift of the cardiomediastinal silhouette to the left. The right lung is clear. No left effusion. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52331256.jpg"}
{"id": "s58920767", "split": "Train", "label": "'No Finding'", "text": "A single portable supine AP chest radiograph was obtained. The lungs are well expanded and clear. There is no focal consolidation, effusion, or pneumothorax. Dense opacities projecting over the left mid lung are unchanged since ___. There are no abnormal cardiac or mediastinal contours. There is no displaced rib fracture.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58920767.jpg"}
{"id": "s58336134", "split": "Train", "label": "'Atelectasis', 'Consolidation', 'Pleural Effusion', 'Pleural Other'", "text": "There is a moderate loculated left pleural effusion and left basilar atelectasis. Left pleural thickening is better assessed on PET-CT performed earlier on same day. A right upper lobe of consolidation is better evaluated on CT. There is no frank pulmonary edema. There is no pneumothorax. No chest tube is visualized.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58336134.jpg"}
{"id": "s58391151", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Diffuse severe interstitial pulmonary abnormality has developed. Pleural effusions small if any. No increase in heart size. New left internal jugular line ends alongside the indwelling central venous infusion catheter in the upper right atrium, at a level approximately 3 cm below the estimated location of the superior cavoatrial junction. No pneumothorax or mediastinal widening.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58391151.jpg"}
{"id": "s52486223", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Support Devices'", "text": "Low lung volumes are persistent. Bibasilar opacities larger on the left side have increased on the left consistent with increasing atelectasis. There is no pneumothorax. Right PICC tip is in the cavoatrial junction.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52486223.jpg"}
{"id": "s59436062", "split": "Train", "label": "'Lung Lesion'", "text": "As compared to the previous radiograph, the pericardial drain has been removed. There is no evidence of interval recurrence of larger pleural effusions. No evidence of pericardial effusion. Known and unchanged left hilar mass with subsequent areas of perihilar fibrotic changes.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59436062.jpg"}
{"id": "s58584494", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "A portable supine frontal chest radiograph demonstrates interval intubation, with the endotracheal tube terminating in the mid thoracic trachea. There has also been interval placement of a right PICC, which terminates at the cavoatrial junction. The remainder of the exam is largely unchanged, except for improved aeration of the left lower lung.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58584494.jpg"}
{"id": "s54628366", "split": "Train", "label": "", "text": "Obscuration of the right heart border could be due to crowding of bronchovascular structures due to low lung volumes or underlying pneumonia. Recommend further evaluation with a PA and lateral chest radiographs with deeper inspiration. Results were discussed with the ___ attending Dr. ___ at that time the findings were discovered at 11:30 p.m. on ___ in person by Dr. ___.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54628366.jpg"}
{"id": "s59702540", "split": "Train", "label": "'Edema'", "text": "A left pectoral single-lead cardiac device is unchanged. Severe cardiomegaly is re- demonstrated. The aortic knob is calcified. Mediastinal and hilar contours are similar. Mild pulmonary edema is present. No focal consolidation, pleural effusion or pneumothorax is seen. No acute osseous abnormality is visualized.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59702540.jpg"}
{"id": "s52375917", "split": "Train", "label": "'Lung Opacity', 'Pneumonia', 'Support Devices'", "text": "In comparison with study of ___, there is now a nasogastric tube in place with its tip in the fundus and the side hole at about the level of the esophagogastric junction. The tube should be pushed forward if possible. There is some ill-defined increased opacification at the right base. This could merely reflect atelectasis, though in the appropriate clinical setting, superimposed pneumonia would have to be considered. There is subcutaneous gas in the right supraclavicular level extending to the medial aspect of the lower neck.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52375917.jpg"}
{"id": "s59463891", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "As compared to the previous radiograph, the right internal jugular vein hemodialysis catheter has now been advanced. The tip of the catheter projects over the inflow tract of the right atrium. There is no evidence of complications, notably no pneumothorax. The other monitoring and support devices are in constant position. Constant and unchanged appearance of the cardiac silhouette and the lung parenchyma.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59463891.jpg"}
{"id": "s55487242", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pneumonia', 'Support Devices'", "text": "Patient has severe bronchiectasis and emphysema, as well as biapical scarring suggesting previous tuberculosis. There is substantially greater heterogeneous infiltration of both mid and upper lung zones today than in ___, not much change since earlier in many. The presumption is that there is substantially more infection in the lungs now than in ___ and therefore tuberculosis is of concern, but it should be kept in mind that pulmonary edema could simulate the findings of infection. Since we have a chest CT as recent as ___, repeat chest CT might be useful in deciding the most clinically significant current conditions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55487242.jpg"}
{"id": "s57749252", "split": "Train", "label": "'No Finding'", "text": "Cardiac size within the normal limits. Tortuosity of the aorta and brachiocephalic artery is present. The lung fields are clear. No evidence of aspiration is present. No failure is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57749252.jpg"}
{"id": "s59821476", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion'", "text": "In comparison with the study of ___, there has been a tracheostomy performed with no evidence of pneumomediastinum or pneumothorax. Cardiac silhouette remains enlarged and there is some elevation of pulmonary venous pressure. Bibasilar opacification most likely reflects atelectatic changes and pleural effusion. Suggestion of gas along the lateral chest wall and upper abdomen, low most likely from prior surgery. The nasogastric tube is been removed.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59821476.jpg"}
{"id": "s54667223", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made with prior study, ___. Moderate cardiomegaly, widened mediastinum, and tortuous aorta are stable. Left lower lobe retrocardiac atelectasis has improved. Right lower lobe atelectasis is unchanged. Small left pleural effusion is stable. Right upper lobe calcified granuloma is unchanged. Right PICC tip is in the lower SVC. There is no evident pneumothorax. Sternal wires are aligned. Scoliosis is again noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54667223.jpg"}
{"id": "s56447974", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "In comparison with the study of ___, the IJ sheath has been removed from the right and replaced with a catheter that extends to the lower SVC or cavoatrial junction. Specifically, no evidence of pneumothorax. Otherwise, little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56447974.jpg"}
{"id": "s59935370", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Single portable view of the chest. Endotracheal tube is approximately 3.2 cm from the carina. Enteric tube passes below the inferior field of view, tip not clearly identified. Relatively low lung volumes are noted with crowding of the bronchovascular markings. Lungs are grossly clear. The cardiac silhouette appears enlarged but this is likely accentuated due to technique and low inspiratory effort.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59935370.jpg"}
{"id": "s52333013", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made to previous study from ___. There is an endotracheal tube whose distal tip is 4.5 cm above the carina. There is a right IJ central line with distal lead tip in the mid SVC. There are persistent bilateral pleural effusions and a left retrocardiac opacity which are unchanged in size. No pneumothoraces are identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52333013.jpg"}
{"id": "s55106980", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "Portable AP radiograph of the chest was reviewed in comparison to ___. Cardiomegaly is mild, unchanged. Linear areas of scarring/atelectasis are redemonstrated, but there is interval improvement of pleural effusion related to thoracocentesis. No pneumothorax is seen. Right lung is clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55106980.jpg"}
{"id": "s56001427", "split": "Train", "label": "'Edema'", "text": "Mild-to-moderate pulmonary edema has improved and is now mild but has not completely resolved. Cardiac contour is mildly enlarged. Pleural effusions are small, if any. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56001427.jpg"}
{"id": "s50798594", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "As compared to ___ chest radiograph, left pleural catheter remains in place with increasing left pleural effusion, now moderate in size. Adjacent worsening atelectasis or consolidation in the left mid and lower lungs. Exam is otherwise remarkable for improving pulmonary vascular congestion and decreasing edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50798594.jpg"}
{"id": "s55591241", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "1. Interval decrease in lung volumes with the appearance of patchy bibasilar opacities, which may reflect patchy atelectasis in the setting of low lung volumes, although early bibasilar pneumonia or aspiration cannot be entirely excluded. Clinical correlation is advised. No evidence of pulmonary edema. No pneumothorax. Calcification of the aorta consistent with atherosclerosis. A portion of a catheter is seen overlying the right mid abdomen of uncertain significance.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55591241.jpg"}
{"id": "s53817114", "split": "Train", "label": "'Cardiomegaly'", "text": "In comparison with the study of ___, there is little interval change. Significant cardiomegaly persists without vascular congestion. Scattered calcified granulomas are seen. However, no evidence of acute focal pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53817114.jpg"}
{"id": "s58133535", "split": "Train", "label": "'Edema', 'Support Devices'", "text": "Tip of the left PICC line ends at left subclavian. Bilateral, diffuse, airspace opacities representing moderate pulmonary edema are new since ___. Heart size, mediastinal and hilar contours are unchanged in appearance. There is no pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58133535.jpg"}
{"id": "s59867863", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Support Devices'", "text": "As compared to the previous radiograph, the parenchymal opacity has substantially increased. This is stronger seen on the right than on the left, but the progression is clear for both lungs. The size of the cardiac silhouette is at the upper range of normal. There is mild-to-moderate retrocardiac atelectasis. No larger pleural effusions are identified. The left PICC line is in constant position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59867863.jpg"}
{"id": "s59642607", "split": "Train", "label": "'Atelectasis'", "text": "Rotated positioning, with low inspiratory volumes. Allowing for this, the cardiomediastinal silhouette is probably unchanged. Again seen is bibasilar atelectasis., similar to the prior study. No definite pneumonic consolidation. No gross effusion. No CHF. No pneumothorax detected.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59642607.jpg"}
{"id": "s58308827", "split": "Train", "label": "'Pneumothorax'", "text": "The size of the left pneumothorax is somewhat smaller than it was on the prior chest x-ray of two hours ago. Atelectasis at both bases again seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58308827.jpg"}
{"id": "s58064949", "split": "Train", "label": "'Enlarged Cardiomediastinum'", "text": "LUNGS ARE FULLY EXPANDED AND CLEAR. There is no pleural abnormality. Mild widening of the upper mediastinum is unexplained, but mild leftward displacement of the trachea in the lower neck may be present. Adenopathy or thyroid enlargement is presumed. Clinical correlation advised.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58064949.jpg"}
{"id": "s55312044", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "ET tube is 4.5 cm above the carinal. NG tube tip is in the stomach. Pulmonary edema appears to be slightly increased since the prior study associated with large bilateral pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55312044.jpg"}
{"id": "s52129082", "split": "Train", "label": "'Enlarged Cardiomediastinum', 'Lung Opacity', 'Support Devices'", "text": "Endotracheal tube and right subclavian PICC line are unchanged in position. Overall cardiac and mediastinal contours are stable given differences in positioning. Streaky linear opacities at the left base are stable either representing scarring or atelectasis. Lungs are grossly clear. No evidence of pulmonary edema. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52129082.jpg"}
{"id": "s52879659", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Lungs clear. Heart size top-normal. No pleural abnormality. ET tube in standard placement. Nasogastric tube passes below the diaphragm and out of view. Left jugular sheath is sharply folded and could be occluded.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52879659.jpg"}
{"id": "s56949597", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Comparison to ___, 04:56. The tip of the endotracheal tube projects approximately 5 cm above the carinal. The course of the nasogastric tube is unremarkable, the tip projects over the middle parts of the stomach. Lung volumes have increased and, as a consequence, the extent and severity of the pre-existing parenchymal opacities, notably at the right lung bases, has decreased.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56949597.jpg"}
{"id": "s51179511", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "New right internal jugular vascular catheter terminates in the proximal superior vena cava, with no visible pneumothorax. Tip of endotracheal tube terminates about 5.4 cm above the carina, and appears to abut the lateral wall of the trachea, but patient's rotation may contribute to this apparent finding. Tip of nasogastric tube terminates within the stomach. Worsening atelectasis is present involving the right lower lobe and part of the right middle lobe, concerning for mucus plugging involving the bronchus intermedius. Left lung is clear except for minimal linear atelectasis at the left base.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51179511.jpg"}
{"id": "s56597492", "split": "Train", "label": "'Cardiomegaly', 'Lung Lesion', 'Lung Opacity'", "text": "As compared to the previous radiograph, patient has undergone an interventional procedure. A stent is visualized in the central bronchial system. The right lung is better ventilated than on the previous examination. However, a mass-like opacity in the right lower lung and, potentially, in the middle lobe, persists. The size of the cardiac silhouette is unchanged. The appearance of the left lung is normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56597492.jpg"}
{"id": "s58474868", "split": "Train", "label": "'Pneumothorax'", "text": "Portable semi-upright radiograph of the chest demonstrates bibasilar subsegmental atelectasis. Endotracheal tube has been removed Chest tubes project over the bilateral hemithoraces. As before, there is a tiny right apical pneumothorax, which is unchanged. The the large cardiomediastinal and hilar contours are unchanged. There is a right-sided internal jugular central venous line which ends in the proximal SVC. Median sternotomy wires are in place.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58474868.jpg"}
{"id": "s58994246", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "Heart remains enlarged, accompanied by mild pulmonary vascular congestion, marked improvement in previously reported pulmonary edema. Right lower lobe opacity has also improved, but a left retrocardiac opacity persists accompanied by adjacent pleural effusion. On the right, circumferential right-sided pleural opacity is unchanged but a dependent pleural effusion has slightly decreased in size.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58994246.jpg"}
{"id": "s56314954", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "Small right pleural effusion has increased. Substantial right lower lobe atelectasis persists. No pneumothorax. Right basal pigtail pleural drain unchanged in position. Left lung is clear. Heart size normal. ET tube and nasogastric tube in standard placements. Right jugular line ends in the upper right atrium.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56314954.jpg"}
{"id": "s50205479", "split": "Train", "label": "'No Finding'", "text": "The previously noted wire is no longer seen, presumably external to the patient. The lungs are clear.The cardiac, hilar and mediastinal contours are normal.No pleural abnormality is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50205479.jpg"}
{"id": "s50110424", "split": "Train", "label": "'Atelectasis', 'Pneumothorax'", "text": "As compared to the previous radiograph, there is no relevant change. Clip projecting over the upper parts of the left hilus. Volume loss at the left lower and left upper lung level. Minimal middle lobe atelectasis. No new focal parenchymal opacities. Minimal left apical pneumothorax continues to be present. No evidence of tension.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50110424.jpg"}
{"id": "s50663985", "split": "Train", "label": "'Cardiomegaly'", "text": "As compared to the previous radiograph, there is no change in lung volumes in appearance of the cardiac silhouette. No pneumonia, no pulmonary edema. No hilar or mediastinal adenopathy. No pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50663985.jpg"}
{"id": "s55682197", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "Comparison to ___. Better ventilation of the middle lobe, but platelike atelectasis at the right lung basis. New left pleural effusion. Overall signs of mild fluid overload. Of the bronchoscopy, there is no evidence for the presence of a pneumothorax. Moderate cardiomegaly persists. ___, MD, PhD", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55682197.jpg"}
{"id": "s53784225", "split": "Train", "label": "'Pleural Effusion', 'Support Devices'", "text": "The cardiomediastinal silhouette is stable with moderate cardiomegaly. And large left pleural effusion along with left lower lobe volume loss is unchanged when compared with ___ study. A left pleural catheter is coiled in left basilar hemithorax and unchanged in position. A right-sided dual-chamber pacemaker is again seen with leads terminating in the right atrium and right ventricle. No pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53784225.jpg"}
{"id": "s50498490", "split": "Train", "label": "'Edema', 'Support Devices'", "text": "In comparison with the earlier study of this date, there has been placement of a Dobbhoff tube that extends into the antrum of the stomach. There has been substantial decrease in the degree of pulmonary edema, presumably related to diuresis. Otherwise, little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50498490.jpg"}
{"id": "s51320866", "split": "Train", "label": "'No Finding'", "text": "Cardiomediastinal contours are normal, and lungs and pleural surfaces are", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51320866.jpg"}
{"id": "s52533418", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion'", "text": "AP chest radiograph is taken with the patient in the upright position. Heart size cannot be accurately assessed from the AP technique. Cardiomediastinal contours are unremarkable except for prominence of right paramedian stripe, possibly representing an azygos fissure. Small area of opacity projecting over the left base is compatible with atelectasis or consolidation. The lungs are otherwise clear. Small left pleural effusion. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52533418.jpg"}
{"id": "s56371696", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "Comparison is made with prior study, ___. Cardiac size is obscured by adjacent pleuroparenchymal abnormalities. The aorta is very tortuous. Small right effusion has minimally decreased. Right lower lobe atelectasis has increased. right apical chest tube remains in unchanged position. Left central catheter tip is in the lower SVC. Tiny right apical pneumothorax is stable. Left lower lobe opacities, a combination of pleural effusion and atelectasis, have minimally increased.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56371696.jpg"}
{"id": "s54685807", "split": "Train", "label": "'Lung Opacity', 'Pneumonia'", "text": "As compared to ___ chest radiograph, new bilateral peribronchial cuffing and interstitial opacities may be related to fluid overload. Additionally, a patchy area of opacity has developed in the lingula, and may reflect atelectasis or a developing focus of pneumonia. Short-term followup radiographs may be helpful in this regard.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54685807.jpg"}
{"id": "s52573557", "split": "Train", "label": "'No Finding'", "text": "AP portable upright view of the chest. Overlying EKG leads are present. There is no focal consolidation, effusion, or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52573557.jpg"}
{"id": "s53517657", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion'", "text": "Comparison is made to prior study from ___. There has been improvement of the pleural effusion at the right base since the previous study. The heart size is enlarged but stable. There are no pneumothoraces or focal consolidation. There is some atelectasis at the lung bases. Calcified cystic structure in the right upper abdomen is unchanged and better assessed on the prior CT scan.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53517657.jpg"}
{"id": "s59088936", "split": "Train", "label": "'No Finding'", "text": "Portable chest radiograph demonstrates unchanged lung volumes with persistent minimal right basilar atelectasis. No overt pleural effusion. There are no new focal consolidations. A left PICC is seen terminating at the low SVC in constant position. The cardiac and hilar silhouettes are constant in appearance. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59088936.jpg"}
{"id": "s56597449", "split": "Train", "label": "'Pneumonia'", "text": "Stable left pleural effusion. New consolidation in the right cardiophrenic region likely reflects pneumonia. Increased, small right pleural effusion. Normal cardiomediastinal and hilar contours. No appreciable pneumothorax. No pulmonary vascular congestion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56597449.jpg"}
{"id": "s51246383", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Nasogastric tube has been repositioned, now terminates in the distal portion of a nondistended stomach. Aorta is generally large but not focally aneurysmal. Heart size top-normal. Lungs clear. No pleural abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51246383.jpg"}
{"id": "s50895140", "split": "Train", "label": "", "text": "The cardiomediastinal contours are stable in appearance compared to a scout image from a preprocedural PET-CT dated ___. New linear opacities have developed in both lung bases, likely due to atelectasis although coexisting aspiration is possible in the appropriate clinical setting. Known subcentimeter lung nodules were seen to better detail on recent PET-CT. No evidence of pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50895140.jpg"}
{"id": "s56912273", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "Interval placement of a Dobbhoff tube which is coiled within the distal esophagus or possibly proximal stomach and travel back up the esophagus and out of view. Wire is still in place. Cardiomediastinal and hilar contours are unchanged. There is a minimal improved aeration of the bilateral lower lung bases likely due to decreased atelectasis and slightly smaller bilateral pleural effusions. Atelectasis is also noted projected in right mid lung.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56912273.jpg"}
{"id": "s53923692", "split": "Train", "label": "'No Finding'", "text": "A portable semi-upright AP chest radiograph excludes the lung apices. All lobes remain aerated, with some left retrocardiac consolidation persisting. The tip of the intra-aortic balloon pump projects slightly higher than seen on the study from an hour and a half earlier, now approximately 4.5 cm below the aortic arch. Swan-Ganz catheter tip extending from right internal jugular vein is directed towards the right main pulmonary outflow tract. The tip of the nasogastric tube is only just below the gastroesophageal junction and could be advanced. Chest tubes appear in unchanged position. The tip of what appears to be an endotracheal tube is just included in the view of the film and also appears unchanged compared to the earlier study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53923692.jpg"}
{"id": "s58636960", "split": "Train", "label": "'Pleural Effusion'", "text": "AP chest reviewed in the absence of prior chest radiographs: Heart is top normal and minimally enlarged, lung are clear. No pleural effusion or evidence of central lymph node enlargement. Pleural effusion is minimal if any.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58636960.jpg"}
{"id": "s53906119", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "In comparison to the prior study there is no relevant change. The patient has a left-sided pacemaker battery of leads terminating the right atrium and right ventricle respectively. There is bibasilar atelectasis in addition to the probable small bilateral pleural effusions. The heart size is top-normal to mildly enlarged. There are no focal consolidations concerning for pneumonia. The upper lungs are clear without vascular congestion. There are bilateral chronic glenohumeral deformities. IVC filter is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53906119.jpg"}
{"id": "s55898653", "split": "Train", "label": "'Atelectasis', 'Consolidation', 'Pleural Effusion', 'Support Devices'", "text": "Portable semi-upright view of the chest demonstrates ET tube terminating 3.6 above the carina. Low lung volumes. Small bilateral pleural effusions are unchanged. Retrocardiac consolidation and bibasilar patchy opacities are stable. Hilar and mediastinal silhouettes are unchanged. Heart size is top normal. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55898653.jpg"}
{"id": "s56093535", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "The ET tube is not visualized on the current study and is apparently been removed. Clinical correlation is requested. An NG type tube extends to a site overlying the left lung base, presumably ___ within the stomach at the site of a large left hiatal hernia. Again seen is extensive opacification of the left mid and lower zones. On today's study, there is additional hazy opacity extending into the lower portion of the left upper zone. The right lung is similar in appearance, with hazy opacity at right lung base which could reflect pleural fluid and underlying collapse and/or consolidation. Background interstitial opacities in the right upper and mid could represent either interstitial edema or other interstitial infiltrates.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56093535.jpg"}
{"id": "s57985855", "split": "Train", "label": "'Edema', 'Lung Opacity'", "text": "The cardiomediastinal and hilar contours are stable. There is increased retrocardiac density compared to the prior study which suggests atelectasis however infection should be considered. There are no large pleural effusions identified. Scattered pulmonary opacities are seen throughout the bilateral lungs which may be related to persistent edema or a chronic interstitial process. No pneumothorax is identified. Pleural calcifications are seen and are unchanged from the most recent prior study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57985855.jpg"}
{"id": "s58307266", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "1. Lines and tubes as described. Please see comment above. 2. Probable background COPD. 3. Left lower lobe collapse and/or consolidation with small effusion, similar to one day earlier. 4. Increased vascular and interstitial markings, grossly unchanged. This may reflect CHF with interstitial edema. The possibility of background interstitial disease cannot be entirely excluded. 5. Large left hilum with a tapered appearance, ? due to pulmonary hypertension.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58307266.jpg"}
{"id": "s54790668", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the study of ___, there again is increased opacification at the bases with poor definition of the hemidiaphragms and blunting the costophrenic angles, consistent with bilateral pleural effusions and underlying compressive atelectasis. Streaks of atelectasis are seen at the left base. Pacer device and right central catheter are unchanged. No evidence of mediastinal widening. There may be mild elevation of pulmonary venous pressure without definite acute focal pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54790668.jpg"}
{"id": "s51976274", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Consolidation', 'Edema', 'Pleural Effusion'", "text": "Compared to chest radiographs since ___, most recently ___. Moderately severe pulmonary edema has worsened. Bibasilar consolidation is usually combination of dependent edema and atelectasis. Pleural effusions are presumed, but not large. Moderate cardiomegaly stable. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51976274.jpg"}
{"id": "s54065136", "split": "Train", "label": "'No Finding'", "text": "There is a low inspiratory lung volumes. Allowing for changes due to this, the cardiomediastinal silhouette appears unchanged, with a top normal cardiac silhouette size. The bilateral hila are grossly unremarkable. There is no evidence of pulmonary vascular congestion. Minimal streaky opacity at the right lung base likely reflects subsegmental atelectasis in the setting of low lung volumes. Additionally,diffuse, subtle mild interstitial prominence likely relates to a combination of age-related changes and crowding of bronchovascular structures in the setting of a limited inspiratory effort. No focal lung consolidation, pleural effusion, or pneumothorax detected. Roughly circular calcifications of varying sizes overlying the left upper abdomen and a left lower lung are of uncertain etiology, but may relate to calcified cartilaginous rib ends.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54065136.jpg"}
{"id": "s50930971", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Lung Opacity'", "text": "In comparison with the study of ___, there is again substantial enlargement of the cardiac silhouette with pulmonary edema. Retrocardiac opacification is consistent with volume loss in the left lower lobe and probable fusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50930971.jpg"}
{"id": "s55638835", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "A pleural catheter has been placed, terminating in the left lung apex. There is a persistent moderate-sized pneumothorax (which can be quantified as a distance between the superior lung edge and pleura of up to 2.5 cm), but the lung has expanded considerably since the prior study and rightward shift of mediastinal structures has also resolved. There is no definite fluid component no this AP view. The patient is status post left lower lobectomy. The cardiac, mediastinal and hilar contours appear unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55638835.jpg"}
{"id": "s58884519", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "NG tube tip isin the stomach. No other interval change from prior study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58884519.jpg"}
{"id": "s54498219", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "The tip of the endotracheal tube is in satisfactory position 4.1 cm above the carina. There is a large partially loculated right pleural effusion with adjacent compressive atelectasis. There is also a small left pleural effusion with atelectasis at the left lung base. The heart is moderately enlarged. There is no pneumothorax. An enteric tube is partially visualized. Calcifications of the aortic arch are noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54498219.jpg"}
{"id": "s54109252", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion'", "text": "AP chest reviewed in the absence of prior chest radiographs: Left hemidiaphragm is elevated, perhaps due to gaseous distension of the stomach. Then greater opacification in the left lower lobe can be explained as atelectasis. Milder atelectasis is present at the right base. A 2.5 cm long oval opacity oriented obliquely, lateral to the mid portion of the right hilus could be an unusual atelectasis, impacted small bronchus, or even pleural fluid in the interlobar fissure. Fever persists. I would repeat a chest radiograph, in no more than 12 hours, if the patient has had an opportunity for respiratory physical therapy. Heart size is normal. Pleural effusion is minimal if any. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54109252.jpg"}
{"id": "s52482220", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison is made to previous study from ___. There is a left-sided IJ catheter with lead tip in distal SVC. The heart size is enlarged. There is a left retrocardiac opacity and left-sided pleural effusion. No pneumothoraces are seen. The right lung is clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52482220.jpg"}
{"id": "s57892792", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Pneumonia'", "text": "In comparison with the study of ___, there is continued opacification involving the mid and lower lung zones on the right. However, the pattern has somewhat change, with the right heart border quite well seen. This suggests that the appearance reflect substantial volume loss in the right lower lobe with pleural effusion. There is some elevation of the right minor fissure with opacification above it. This suggests some volume loss with superimposed pneumonia in the right upper lobe. The left lung remains clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57892792.jpg"}
{"id": "s59490907", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Support Devices'", "text": "Lung volumes are low. Increased right upper lobe opacity likely reflects atelectasis. There has been interval placement of a right internal jugular central venous line, which terminates in the right atrium. Recommend pullback by 4 cm. There is no pneumothorax or pleural effusion. The heart is normal in size.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59490907.jpg"}
{"id": "s51054600", "split": "Train", "label": "'Atelectasis', 'Edema', 'Support Devices'", "text": "A single portable frontal view of the chest was obtained. The patient is status post endotracheal tube placement with tip approximately 2.5 cm above the carina. Enteric tube is subdiaphragmatic but the tip is excluded from the image. Lung volumes remain low. Increased bilateral opacities likely reflect pulmonary vascular crowding and mild edema. pulmonary edema has improved. Cardiomediastinal silhouette is stable. There is no large effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51054600.jpg"}
{"id": "s55730503", "split": "Train", "label": "'Cardiomegaly', 'Pneumothorax', 'Support Devices'", "text": "On today's examination, the right apical pneumothorax has a diameter of approximately 3-4 mm. There is no evidence of tension. The right pigtail catheter is in unchanged position. Low lung volumes and moderate cardiomegaly without pulmonary edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55730503.jpg"}
{"id": "s53795391", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "AP chest compared to ___: Moderate bilateral pleural effusions are growing once again, relative to ___, obscuring the lower lungs which are largely atelectatic. The heart is only mildly enlarged. Mediastinal veins are not particularly dilated. ET tube is in standard placement. Sharp definition of the upper margin of the cuff suggests secretions are retained in the airway above it. Nasogastric tube passes into the stomach and out of view. Left subclavian line ends in the SVC. No pneumothorax. Findings were discussed at length by telephone with Dr. ___, ___:25 a.m. on ___.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53795391.jpg"}
{"id": "s52857984", "split": "Train", "label": "'No Finding'", "text": "There is minor basilar atelectasis. No focal consolidation is seen. There is no pleural effusion or pneumothorax. Cardiac and mediastinal silhouettes are stable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52857984.jpg"}
{"id": "s55938966", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "___ into ___. All monitoring and support devices are in unchanged position. Moderate to severe pulmonary edema, moderate bilateral pleural effusions. Moderate cardiomegaly. Overall, the severity and the extent of the changes is stable since the previous examination.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55938966.jpg"}
{"id": "s52176081", "split": "Train", "label": "'No Finding'", "text": "The lungs are clear. Cardiac silhouette and mediastinal contours are unchanged. No pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52176081.jpg"}
{"id": "s51849984", "split": "Train", "label": "'No Finding'", "text": "Single AP view of the chest demonstrates a nerve stimulator overlying the left chest wall with a thin lead coursing into the left neck. There is no focal consolidation, pleural effusion, or pneumothorax. The cardiomediastinal silhouette is normal and stable. There are no bony abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51849984.jpg"}
{"id": "s50960000", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "Comparison to ___. The previous right pigtail catheter has been removed and has been replaced by a 2 right-sided chest tubes. The tip of the tubes project over the apex of the right lung. Substantial decrease in extent of the pre-existing pleural effusion, the areas of parenchymal opacities and a small remnant pleural effusion on the right persists. Stable appearance of the heart and of the left hemi thorax. In the interval, the patient has received an endotracheal tube and nasogastric tube, both devices are in correct", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50960000.jpg"}
{"id": "s50551410", "split": "Train", "label": "'Atelectasis', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "left lower lobe collapse, new on ___, accompanied by small to moderate left pleural effusion has not improved. Today lung volumes are lower, interstitial edema is new along with probable small right pleural effusion and heart size, though a normal, is slightly larger. ET tube in standard placement. Left internal jugular line ends in the upper SVC, upper enteric drainage tube passes to the mid portion of the nondistended stomach.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50551410.jpg"}
{"id": "s52897550", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Left port tip is in the right atrium. Right pleural drain is unchanged in position. Linear tube is seen projecting over the posterior aspect of heart and could be pericardial drain, which is malpositioned or changed in position from prior. No interval change in large right pleural effusion with fluid extending to the superior aspect of the right lung with associated right lung volume loss. No pneumothorax, pneumopericardium or pneumomediastinum. Left lung is clear with small left pleural effusion. Heart size, right mediastinal contour, and right hila are obscured by pleural-parenchymal process. Left mediastinal contour and hila are normal. No bony abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52897550.jpg"}
{"id": "s50161526", "split": "Train", "label": "'Enlarged Cardiomediastinum', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "Endotracheal tube has its tip 4 cm above the carina. A feeding tube is seen coursing below the diaphragm with the tip projecting over the stomach. A left internal jugular central line is unchanged. There has been interval appearance of a diffuse airspace process in the left lung which in the setting of a recent code could reflect pulmonary hemorrhage or markedly asymmetric edema. Infection would be much less likely. Clinical correlation is recommended. There are likely small layering effusions, left greater than right. The right lung has improved aeration. Given the diffuse abnormality in the left lung, assessment of the cardiac and mediastinal contours is difficult in this patient status post median sternotomy. Clips in the right upper quadrant are consistent with prior cholecystectomy. No large pneumothorax is appreciated.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50161526.jpg"}
{"id": "s54487424", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Large left-sided pleural plaque is again seen. There has been placement of a feeding tube whose distal tip is at the GE junction and the side port is above the GE junction. This could be advanced ___-15 cm for more optimal placement. Heart size is upper limits of normal. There is an unchanged right small pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54487424.jpg"}
{"id": "s58505077", "split": "Train", "label": "'No Finding'", "text": "AP radiograph of the chest was reviewed with no prior studies available for comparison. Heart size is normal. Mediastinum is normal. Lungs are essentially clear. No pleural effusion or pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58505077.jpg"}
{"id": "s51864917", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Edema', 'Support Devices'", "text": "AP chest compared to ___: Pulmonary edema has improved substantially in the right lung, now mild, while edema through most of the left lung is relatively unchanged since early on ___, while the transient worsening of chronic left lower lobe atelectasis has improved as well. Severe cardiomegaly is also less pronounced today than on ___: There is no appreciable right pleural effusion, there could be a small fluid collection on the left. ET tube and right internal jugular line are in standard placements and upper enteric drainage tube passes into the stomach and out of view. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51864917.jpg"}
{"id": "s56980095", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "ET tube is 1.6 cm from carina. Left internal jugular central venous catheter is in the mid SVC. Enteric tube courses into the stomach and beyond the field of view. There is no pneumothorax. The lungs are normally expanded and clear. Heart size is normal. The mediastinal hilar contours are normal. There is no pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56980095.jpg"}
{"id": "s55833391", "split": "Train", "label": "'Atelectasis', 'Edema', 'Pleural Effusion'", "text": "Stable left lower lobe atelectasis and bilateral pleural effusions, left greater than right. There is new mild pulmonary edema. Cardiomediastinal silhouette remains stable. Post-surgical changes are again noted with surgical clips and median sternotomy wires. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55833391.jpg"}
{"id": "s53672159", "split": "Train", "label": "'Pleural Effusion'", "text": "Single AP portable radiograph is provided. There is now a moderate-to-large left pleural effusion. There is no right pleural effusion. The visualized lungs are clear without focal consolidation or pneumothorax. Cardiomediastinal silhouette is unchanged. There are no acute skeletal abnormalities. Clips are present in the right breast", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53672159.jpg"}
{"id": "s57604025", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "An NG tube is present. The tip overlies the proximal stomach. The side port lies in the region of the GE junction, not definitively beyond it. The ET tube tip lies approximately 3.2 cm above the carina. There are low inspiratory volumes. The cardiac silhouette is enlarged but grossly unchanged. There is a large left pleural effusion, with left lower lobe collapse and/or consolidation. Also again seen are increased markings, non-specific but consistent with CHF. Slightly more confluent opacity at the right lung base is consistent with right base collapse and/or consolidation and is similar to the prior film. Possible trace right pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57604025.jpg"}
{"id": "s52118112", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Support Devices'", "text": "As compared to the previous radiograph, the lung volumes have slightly increased, potentially resulting from increased ventilatory pressure. Otherwise, the lungs are unchanged. The previously described signs indicating pulmonary edema are no longer visible. No pneumothorax. No pleural effusion. No focal parenchymal opacities. Borderline size of the cardiac silhouette. Sternal wires and clips after CABG in unchanged position. The monitoring and support devices are constant.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52118112.jpg"}
{"id": "s53316053", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "As compared to the previous radiograph, the patient has been extubated. The right PICC line has been pulled back, the tip of the line now projects over the uppermost parts of the superior vena cava. An abdominal drain in the left upper quadrant is in unchanged position. The pre-existing parenchymal opacities at the lung bases have decreased in extent and severity but are still clearly visible. Also decreased are small pre-existing pleural effusions. The heart continues to be borderline in size, and the aorta is tortuous. Signs of minimal fluid overload could be present. No pneumothorax. Unchanged symmetrical apical thickening.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53316053.jpg"}
{"id": "s57340436", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Technically limited examination. The course of the nasogastric tube can be followed in the esophagus, but the precise location of the tip can not be determined with certainty. Moderate cardiomegaly and small left pleural effusion, combined to retrocardiac atelectasis persist.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57340436.jpg"}
{"id": "s51094248", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Portable semi-upright radiograph demonstrates a nasogastric tube ending in the stomach with the last side port just below the GE junction. There is a normal bowel gas pattern without evidence of ileus or obstruction. Visualized lung bases are clear. The visualized portion of the cardiomediastinal contours are unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51094248.jpg"}
{"id": "s54179778", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "AP portable chest x-ray single view in supine position shows stable position of right internal jugular catheter with tip at cavo-atrial junction. NG tube has side hole in proximal gastric cavity. Persistent opacity in lower left hemithorax due to pleural effusion and atelectasis, overall unchanged since ___. There are no new consolidation suspicious for pneumonia. Heart size is normal. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54179778.jpg"}
{"id": "s57957502", "split": "Train", "label": "'Cardiomegaly', 'Consolidation', 'Enlarged Cardiomediastinum', 'Pneumonia'", "text": "AP chest compared to ___: A new large area of consolidation in the right lower lobe, which progressed or developed since ___, is probably pneumonia. Of note, the patient had similar problem in ___. Pulmonary vasculature is minimally engorged, and improvement compared to prior studies, probably a chronic finding. Borderline cardiomegaly is also chronic. Severe widening of the mediastinum is a longstanding feature due to adenopathy primarily, also mediastinal fat and dilated vessels. Findings were discussed by telephone with Dr. ___ at 11 a.m.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57957502.jpg"}
{"id": "s50223007", "split": "Train", "label": "'Atelectasis', 'Lung Opacity'", "text": "There is increased opacity projecting over left hemi thorax. There is associated volume loss on the left. These findings may be due to atelectasis. The right lung is clear. The cardiomediastinal silhouette is within normal limits. No acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50223007.jpg"}
{"id": "s50666283", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "AP chest compared to ___: Lung volumes remain quite low, due to substantial bibasilar atelectasis, and there is also at least a small amount of pleural fluid on both sides of the chest. There is no pneumothorax. Heart is mildly enlarged as before, but there is no pulmonary edema. Right ventricular transvenous pacer lead follows the expected course.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50666283.jpg"}
{"id": "s56469783", "split": "Train", "label": "'Atelectasis'", "text": "Cardiac size is top normal. Bibasilar atelectasis larger on the right have minimally increased. There are low lung volumes. There is no pneumothorax or pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56469783.jpg"}
{"id": "s59546103", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "AP single view of the chest has been obtained with patient in semi-upright position. Comparison is made with the next preceding similar study obtained two hours earlier during the same day. Malalignment of the Dobbhoff is unchanged. The line enters the stomach, but reverses and the tip of the Dobbhoff is located in the lower half of the esophagus in reverse position. No other interval changes are seen in this patient who is intubated and shows a previous right-sided internal jugular approach central venous line in unchanged position. Referring physician, and ___ was paged at 5:05 p.m.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59546103.jpg"}
{"id": "s50720272", "split": "Train", "label": "'No Finding'", "text": "As on the previous image, several millimetric metallic particles are seen. The biggest of these particles projects over the region of the right atrium on the frontal image. Another particles appears to be located in the lingular. 2 additional barely visible particles with diameters be low 1 mm project over the left lung bases and are not clearly visualized on the previous cross-table image. No other change, no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50720272.jpg"}
{"id": "s50623461", "split": "Train", "label": "'Cardiomegaly'", "text": "There is prominence of the superior mediastinal contours, which appears relatively lucent recent and may represent prominent vessels or mediastinal fat. There is mild elevation of the left hemidiaphragm. The lungs are relatively well aerated, except to note mild left basilar atelectasis. There is no focal consolidation concerning for pneumonia, pleural effusion or pneumothorax. Mild pulmonary vascular congestion is noted without overt pulmonary edema. The cardiac silhouette is mildly enlarged. The thoracic aorta is moderately tortuous. The patient is status post left shoulder replacement.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50623461.jpg"}
{"id": "s55617212", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "Comparison to ___. Stable position of the monitoring and support devices. Increasing volume loss at the basis of the right lung, with elevation of the hemidiaphragm and mild right port diaphragmatic shift. The changes are likely caused by atelectasis. The left lung is of stable appearance. Stable appearance of the cardiac silhouette. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55617212.jpg"}
{"id": "s51285827", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Pleural Effusion'", "text": "Right internal jugular central venous catheter has been removed. Since the prior exam, the bilateral pleural effusions have increased in size compared to the prior study, appearing moderate to large in degree. There is worsening opacification within the lung bases which could reflect compressive atelectasis though aspiration or infection cannot be excluded. Mild pulmonary edema is also present. There is no pneumothorax. Aortic arch calcifications are present. Heart size is difficult to assess given the presence of bilateral pleural effusions, but likely mildly enlarged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51285827.jpg"}
{"id": "s55170595", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Lung Opacity', 'Pneumonia'", "text": "1. Interval removal of the endotracheal tube and nasogastric tube. Interval removal of the right internal jugular Swan-Ganz catheter with the introducer sheath remaining in place. The heart remains enlarged. There has been interval appearance of patchy opacity in the right medial lung base as well as the left lung base and in the left mid lung. In addition, the pulmonary vasculature is less well defined. Therefore, these findings most likely reflect pulmonary edema rather than pneumonia. Clinical correlation is advised. There is also some stable lucency along the left heart border, likely representing pneumopericardium in this relatively recent postoperative patient. No pneumothorax. Probable small layering left effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55170595.jpg"}
{"id": "s52731082", "split": "Train", "label": "'Lung Opacity'", "text": "Single portable view of the chest is compared to previous exam from earlier the same day at 9:28 a.m. Since prior, there has been interval progression of the bilateral airspace disease, which is worse on the right, but also present on the left. Cardiac silhouette is within normal limits. Osseous and soft tissue structures are unremarkable. Right-sided PICC line is seen; however, tip is not clearly delineated. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52731082.jpg"}
{"id": "s51618754", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "Compared to chest radiographs ___ through ___ at 09:26. Esophageal drainage tube has been advanced further into the herniated, fluid-filled stomach. Left lower lobe is still collapsed accompanied by an indeterminate volume of left pleural effusion. Moderate right lower lobe atelectasis is unchanged. Heart size normal. No pneumothorax. Right subclavian line ends in the mid to low SVC.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51618754.jpg"}
{"id": "s50813489", "split": "Train", "label": "'Consolidation', 'Pleural Effusion', 'Pneumonia', 'Support Devices'", "text": "There is NG tube which terminates in the antrum of the stomach. There is unchanged diffuse bilateral airspace consolidation in the lower lobes, left greater than right. There is a small left pleural effusion. Heart size is top normal. The mediastinal and hilar contours are normal. The pulmonary vasculature is normal. No pneumothorax is seen. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50813489.jpg"}
{"id": "s54989200", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Fracture', 'Lung Opacity', 'Pleural Effusion', 'Pneumothorax', 'Support Devices'", "text": "1. Dual-lead left-sided pacer remains in place. The patient is status post median sternotomy and there are multiple surgical clips overlying the cardiac and mediastinal contours as well as the upper abdomen. Left basilar chest tube remains in place and the loculated pneumothorax at the left base may be slightly smaller as a fluid level is no longer appreciated; however, this could just be related to differences in positioning. Multiple right-sided rib fractures are again identified. There continues to be patchy left basalir opacity likely reflecting atelectasis. Small right effusion is now evident.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54989200.jpg"}
{"id": "s56779554", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion'", "text": "No relevant change as compared to the previous image. Moderate cardiomegaly, potential minimal left pleural effusion. Mild fluid overload but no overt pulmonary edema. No new focal parenchymal opacities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56779554.jpg"}
{"id": "s50318622", "split": "Train", "label": "'Atelectasis'", "text": "The lung volumes are low. This accentuates the size of the cardiac silhouette which is moderate to severely enlarged. There is crowding of the bronchovascular structures, without overt pulmonary edema. Evaluation of lung bases is limited due to the presence of low lung volumes, but there is likely mild bibasilar atelectasis. It is difficult to exclude the presence of trace bilateral pleural effusions. No pneumothorax is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50318622.jpg"}
{"id": "s59331644", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Chest, supine portable. A new right internal jugular central venous catheter has been placed, whose tip terminates at the cavoatrial junction. There is no pneumothorax. The examination is otherwise unchanged from 1 hour earlier.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59331644.jpg"}
{"id": "s58901928", "split": "Train", "label": "'Lung Opacity'", "text": "AP radiograph of the chest was reviewed in comparison to ___. There are new bibasal opacities concerning for bilateral basal infectious process. Upper lungs are clear. No definitive evidence of pulmonary edema is seen. No pleural effusion or pneumothorax is present.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58901928.jpg"}
{"id": "s57727523", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion'", "text": "As compared to the previous radiograph, the right-sided pleural effusion distributes in a slightly different manner, but its overall extent should not have changed. The subsequent areas of atelectasis are constant. The size of the cardiac silhouette is unchanged. Unchanged normal appearance of the left lung and of the left pectoral pacemaker.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57727523.jpg"}
{"id": "s56169790", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion', 'Pneumonia'", "text": "There is increased opacification over the right lung, likely due to increase in loculated pleural effusion, underlying atelectasis, with concern for worsening of metastatic disease, underlying consolidation or infection not excluded. Increased opacification of the right upper lobe may represent increased tumor spread although infection is not excluded. The patient is rotated to the right, however, library deviation of the trachea suggest partial lung collapse, likely obstruction from tumor. Increasing nodular opacities diffusely throughout the lower left lung is highly concerning for progression of metastatic disease. A small left pleural effusion is difficult to exclude. Diffuse osseous metastases better evaluated on CT.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56169790.jpg"}
{"id": "s51345232", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "The patient is status post median sternotomy. A left-sided pacemaker device is noted with single lead terminating in the right ventricle. Massive enlargement of the cardiac silhouette is again demonstrated with marked tortuosity of the thoracic aorta, unchanged. There is mild pulmonary edema, new from the prior exam. No large pleural effusion or pneumothorax is identified, though the extreme right apex is not well assessed due to obscuration by the patient's chin. The mediastinal contours are unchanged. There are no acute osseous abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51345232.jpg"}
{"id": "s58498679", "split": "Train", "label": "'Edema', 'Pleural Effusion'", "text": "The tip of the endotracheal tube projects 5.6 cm above the carina and should not be withdrawn any further. No change in the positioning of the left-sided dialysis line, terminating in the right atrium. Intact median sternotomy wires, and unchanged mediastinal surgical clips. Lung volumes remain low, with moderate cardiomegaly and improved mild to moderate pulmonary edema. The right effusion has decreased in size. Right lower lobe is better aerated. Retrocardiac atelectasis is unchanged. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58498679.jpg"}
{"id": "s55479580", "split": "Train", "label": "'No Finding'", "text": "AP view of the chest is compared to previous exam from ___. The lungs remain grossly clear where not obscured by overlying cardiac leads. Costophrenic angles are clear. Cardiomediastinal silhouette is normal. Osseous and soft tissue structures are grossly unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55479580.jpg"}
{"id": "s55700978", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity'", "text": "Again seen, there is prominence of the pulmonary vasculature consistent with pulmonary vascular congestion. The cardiac silhouette remains enlarged. A more focal opacity is again seen in the left mid lung region which is less conspicuous as compared to ___ and slightly more conspicuous as compared to ___, which was felt to be due to atelectasis on chest CT from ___. Attention at followup. Bilateral pleural effusions may also again be present.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55700978.jpg"}
{"id": "s53485199", "split": "Train", "label": "'No Finding'", "text": "Well inflated clear lungs. No pleural effusion or pneumothorax. Stable appearance of cardiomediastinal silhouette. Mild crowding of right-sided ribs is unchanged. A left-sided Port-A-Cath terminates at the cavoatrial junction.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53485199.jpg"}
{"id": "s56802197", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "In comparison with the study of ___, the endotracheal tube and right IJ catheter remain in good position. Nasogastric tube tip lies at the level of the esophagogastric junction and the tube should be pushed forward at least 7-10 cm. Multiple surgical drains are seen in the right upper quadrant. The cardiac silhouette remains within normal limits and there is no evidence of vascular congestion or acute pneumonia. No pneumothorax is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56802197.jpg"}
{"id": "s56025418", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Pneumonia'", "text": "Single supine AP portable view of the chest was obtained. Left internal jugular central venous catheter is seen terminating at the brachiocephalic/SVC confluence without evidence of pneumothorax. The cardiomediastinal silhouette is enlarged. Perihilar opacities suggest pulmonary edema. There are small bilateral pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56025418.jpg"}
{"id": "s55464048", "split": "Train", "label": "'Edema', 'Pleural Effusion', 'Support Devices'", "text": "Interval increase in the severity of mediastinal widening since ___ is due most likely to vascular engorgement. I do not see any evidence of a new central venous line to suggest bleeding in as an alternative, but if a catheter exchange was made, that should be considered. Interstitial pulmonary edema is mild and bilateral pleural effusions are small. There is no pneumothorax. Right and left internal jugular lines and at the origin of the SVC. Tip of the tracheostomy tube abuts the left wall of the trachea an should be evaluated clinically to see if the position is appropriate.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55464048.jpg"}
{"id": "s59484373", "split": "Train", "label": "'Edema', 'Pleural Effusion'", "text": "There has been interval removal of a large volume of right pleural effusion with subsequent re-expansion of the right lung and re-expansion pulmonary edema. The remains a moderate to large right pleural effusion with a small amount of rightward midline shift. The left lung remains clear. There is no pneumothorax or focal consolidation.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59484373.jpg"}
{"id": "s59127084", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "The heart is normal in size. The hilar and mediastinal contours are normal. There has been interval improvement of the right sided pleural effusion with some remaining residual fluid. There is a collapsed portion of the right lower lobe, likely the middle lobe. A pleural catheter is seen within the right lower lobe. The left lung is well expanded. There is subcutaneous gas along the lateral aspect of the right chest and neck.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59127084.jpg"}
{"id": "s59605470", "split": "Train", "label": "'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Comparison to ___. Stable position of all monitoring and support devices, including the left pigtail catheter. Mild cardiomegaly. Increase in extent of bilateral pleural effusions. No pneumothorax. Moderate cardiomegaly persists.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59605470.jpg"}
{"id": "s58223220", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion'", "text": "Compared to prior chest radiographs ___ through ___. New, large area of low relatively uniform opacification in the right mid and lower hemi thorax is probably increasing large right pleural effusion. It obscures the right lung. Left lower lobe has grown progressively more consolidated, either collapsed or pneumonia. Moderate cardiomegaly and pulmonary vascular engorgement have increased reflecting volume overload and/or cardiac decompensation. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58223220.jpg"}
{"id": "s56731279", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "In comparison with the study of ___, there is increasing opacification at both bases with poor definition of the hemidiaphragms. This suggests increasing layering pleural effusions with compressive atelectasis. Subcutaneous emphysema is essentially unchanged. Mild elevation of pulmonary venous pressure is probably present. Monitoring and support devices remain in.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56731279.jpg"}
{"id": "s51282606", "split": "Train", "label": "'Edema', 'Support Devices'", "text": "Tubes and lines are unchanged. There is no pneumothorax. There is improvement in the pulmonary edema. . There is no pneumothorax, effusion, consolidation or CHF.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51282606.jpg"}
{"id": "s55296229", "split": "Train", "label": "'Pneumonia', 'Support Devices'", "text": "Right PICC terminates in the right atrium. No focal consolidation to suggest pneumonia. Postoperative mediastinal contours and cardiac borders are normal. The right internal jugular central venous catheter has been removed. No pneumothorax. The left-sided pacemaker appears unchanged. No pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55296229.jpg"}
{"id": "s56827115", "split": "Train", "label": "", "text": "The heart size is normal. Left hilar fullness is noted, similar to the prior exam from ___, and corresponds to the known left juxta hilar mass with lingular collapse, overall unchanged compared to the prior exam. Postoperative changes after right upper lobectomy are seen. Bronchiectasis is seen at the right lung base. There is no large pleural effusion or pneumothorax. The visualized osseous structures are unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56827115.jpg"}
{"id": "s59782975", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Endotracheal tube has been advanced, now 2.9 cm above carina, in appropriate position. Lung volumes are low and have decreased from previous examination with increased atelectasis both lung bases. Otherwise there is no significant change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59782975.jpg"}
{"id": "s57132183", "split": "Train", "label": "'No Finding'", "text": "The lung volumes are low. The cardiac, mediastinal and hilar contours appear stable. The lungs appear clear. There is no pleural effusion or pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57132183.jpg"}
{"id": "s56497704", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Support Devices'", "text": "There has been interval placement of a nasogastric tube which terminates below the diaphragm with looping in the gastric body. Stable appearance of moderately enlarged cardiomediastinal silhouette and aortic atherosclerotic calcification, as well as unfolding of the thoracic aorta. Pulmonary edema is unchanged. No definite pleural effusion. No evidence of pneumothorax. Osseous structures unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56497704.jpg"}
{"id": "s54666850", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Support lines and tubes are unchanged in position. Cardiomediastinal silhouette is within normal limits. There are no focal consolidations, pleural effusion, or pulmonary edema. There are no pneumothoraces.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54666850.jpg"}
{"id": "s59922833", "split": "Train", "label": "'No Finding'", "text": "AP semi upright view of the chest. Lungs are clear. There is no focal consolidation, effusion, or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact. A mild dextroscoliosis of the T-spine is noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59922833.jpg"}
{"id": "s56579665", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "1. Status post esophagogastrectomy. 2. ET tube in satisfactory position approximately 3 cm above the carina. 3. NG tube as described. 4 Bibasilar atelectasis and left lower lobe collapse and/or consolidation.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56579665.jpg"}
{"id": "s59238062", "split": "Train", "label": "'No Finding'", "text": "Frontal view of the chest demonstrates normal lung volumes without pleural effusion, focal consolidation or pneumothorax. Hilar and mediastinal silhouettes are unremarkable. Heart size is normal. Opacities at the lung bases are likely due to overlying soft tissues. There is no pulmonary edema. Partially imaged upper abdomen is unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59238062.jpg"}
{"id": "s56774840", "split": "Train", "label": "'Atelectasis'", "text": "Right PICC terminates in lower SVC. Tracheostomy tube is in unchanged position. Lung volume is low. Left lung base opacity and leftward mediastinal shift are persistent. Right lung base atelectasis is improved. There is probable left pleural effusion. Cardiomediastinal silhouette is stable", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56774840.jpg"}
{"id": "s56518403", "split": "Train", "label": "'Lung Opacity'", "text": "AP radiograph of the chest was reviewed with no prior studies available for comparison. Heart size is normal. Mediastinum is normal. There is no evidence of pneumomediastinum or pneumothorax within the limitations of the study technique. Bibasal opacities are present and unclear if represent atelectasis or aspiration. Some contribution to this appearance is done by the low lung volumes, although they cannot explain the entire extent of bibasal opacifications. There is no appreciable pleural effusion noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56518403.jpg"}
{"id": "s55275369", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion'", "text": "Lung volumes are low with bronchovascular crowding. Retrocardiac opacity with silhouetting of the left hemidiaphragm and left costophrenic angle may reflect atelectasis and/or infection in the appropriate clinical situation. A left pleural effusion is small. Right lung is clear except for minor atelectasis at the base. Aortic knob calcifications are moderate. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55275369.jpg"}
{"id": "s57065789", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion', 'Support Devices'", "text": "Moderate left pleural effusion persists. Left lower lobe atelectasis may be improving. There is the suggestion of a discrete round opacity in the left midlung at the level of the third anterior rib which alternatively could be superimposition of normal structures. It should be followed to see if there is a real abnormality which could be a pulmonary infarct or infection. Mild atelectasis persists at the right lung base medially. Heart size is normal. Mediastinal veins, are not engorged. No pneumothorax. Right PIC line ends in the upper SVC.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57065789.jpg"}
{"id": "s51171151", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "The heart size is normal. The hilar and mediastinal contours are unremarkable. The NG tube is seen in appropriate position, in the distal stomach, well below the diaphragm. Again also seen is the 2.3-cm left lower lobe pulmonary nodule which is better evaluated on the prior CT. No other focal opacities are identified in the lung. The visualized osseous structures are unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51171151.jpg"}
{"id": "s50507408", "split": "Train", "label": "'No Finding'", "text": "Single AP view of the chest was reviewed. Heart size is top normal. Mediastinal and hilar contours are stable. There is no pneumothorax or large pleural effusion. Lungs are well expanded with no focal consolidation concerning for pneumonia. Degenerative changes of the right AC joint are noted.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50507408.jpg"}
{"id": "s54737571", "split": "Train", "label": "'No Finding'", "text": "The heart mediastinal silhouettes is unchanged with some tracheal deviation. A left-sided pleural effusion persists. No right-sided effusion in this patient status post PleurX catheter. The right-sided pneumothorax has minimally improved versus the prior study.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54737571.jpg"}
{"id": "s51313621", "split": "Train", "label": "", "text": "Two frontal images of the chest again demonstrate significant volume loss in the right pulmonary apex and thickened pleura. This could represent remote TB infection but is also concerning for a new neoplastic process. There is also some right upper lobe atelectasis and a small pleural effusion in the major fissure on the right. There are no major changes to the bilateral pleural effusions. Chest tube is seen again in place on the right. Cardiomediastinal silhouette is unremarkable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51313621.jpg"}
{"id": "s59609982", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "In comparison with the study of ___, there has been placement of a pigtail catheter on the right with re-expansion of the right lung. Atelectatic streaks are seen in the mid-to-lower zone. Remainder of the study is essentially unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59609982.jpg"}
{"id": "s54247498", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Pleural Effusion', 'Support Devices'", "text": "Heart size top- normal. Mild distention mediastinal and pulmonary vessels unchanged. Right lower lobe collapse which developed between ___ and ___ is still present. Small left pleural effusion unchanged recently. ET tube in standard position. Feeding tube passes into the stomach and out of view. Right jugular line ends at or just above the origin of the SVC. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54247498.jpg"}
{"id": "s51132531", "split": "Train", "label": "'Pleural Effusion', 'Support Devices'", "text": "There is a small gauge right-sided chest tube with interval decrease in the right effusion. There continues to be mild elevation of the right hemidiaphragm with volume loss in the right lower lobe. The right heart border is completely obscured by this process. Is patchy areas of volume loss in the left lower lung. The upper lungs are clear. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51132531.jpg"}
{"id": "s51149112", "split": "Train", "label": "'Atelectasis', 'Consolidation', 'Pleural Effusion', 'Support Devices'", "text": "Frontal radiograph centered at the diaphragm shows the feeding tube ends close to the gastroesophageal junction while the drainage tube passes well into the stomach. The lung apices and the level of the endotracheal tube are excluded from the examination. Severe consolidation involves most of the right lung. Leftward mediastinal shift suggests new atelectasis in the left lower lobe. Tip of the ET tube is still at the origin of the SVC. There is no large pneumothorax. Volume of right pleural effusion is indeterminate given supine positioning.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51149112.jpg"}
{"id": "s51673079", "split": "Train", "label": "'Lung Opacity', 'Pleural Effusion'", "text": "Compared to prior chest radiographs ___. Lung volumes remain low. Heterogeneous areas of peribronchial opacification have all coalesced in the left upper and right lower lung zones. This could be atelectasis in the areas of previous pulmonary edema or local infection, perhaps due to aspiration. Heart is normal size but larger today than it was on ___. Pleural effusion is small if any. No evidence of pneumothorax. Feeding tube is been removed.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51673079.jpg"}
{"id": "s54486475", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Single frontal view of the chest was obtained. A new left internal jugular central catheter terminates in the mid SVC. The lungs are clear. No pneumothorax, focal consolidation, or pleural effusion. The heart size and cardiomediastinal contours are normal. Rightward deviation of the tracheal contour is chronic and consistent with a known left thyroid lobe goiter.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54486475.jpg"}
{"id": "s57489668", "split": "Train", "label": "'No Finding'", "text": "Cardiac, mediastinal and hilar contours are normal. Pulmonary vasculature is normal. There is minimal atelectasis is in the right lung base. No focal consolidation, pleural effusion or pneumothorax is identified. No acute osseous abnormality is visualized.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57489668.jpg"}
{"id": "s59527478", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "Right-sided PICC line is unchanged in position. There are again seen diffuse airspace opacities bilaterally more confluent within the left lung which are unchanged. There are no pneumothoraces. Right axillary surgical clips are seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59527478.jpg"}
{"id": "s58365724", "split": "Train", "label": "'Edema', 'Lung Opacity', 'Support Devices'", "text": "Rotated positioning and low inspiratory volumes. Extreme left lower chest wall excluded from the film. An ET tube is present in satisfactory position with tip approximately 5.3 cm above the carina, at the upper border of the clavicles. An NG tube is present, tip beneath diaphragm, extending off film. A right IJ Swan-Ganz catheter is present, tip over main pulmonary artery. ___ and drains are seen in the upper abdomen. There is hazy opacity in both lungs, ? atelectasis and/or layering fluid, accentuated by low inspiratory bones. Increased retrocardiac density is consistent with left lower lobe collapse and/or consolidation. Possibility of an element of CHF cannot be excluded. Incidental note is made of synostosis between two upper right ribs.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58365724.jpg"}
{"id": "s54678972", "split": "Train", "label": "'Cardiomegaly', 'Consolidation', 'Lung Opacity', 'Support Devices'", "text": "As compared to the previous radiograph, the apical and right predominant parenchymal opacities with air bronchograms and small foci of consolidation are seen in unchanged manner. The nasogastric tube has been removed, the other monitoring and support devices are in constant position. Mild cardiomegaly, no larger pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54678972.jpg"}
{"id": "s56921533", "split": "Train", "label": "'Cardiomegaly', 'Edema'", "text": "A portable frontal chest radiograph demonstrates unchanged cardiomegaly. There is mild pulmonary edema. Retrocardiac opacity is likely due to edema and superimposed atelectasis. No pleural effusion or pneumothorax is identified.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56921533.jpg"}
{"id": "s52845027", "split": "Train", "label": "'Support Devices'", "text": "In comparison with the study of ___, there has been placement of a nasogastric tube that extends well into the stomach, curving in the fundus and pointing downward. The endotracheal tube has been exchanged for a tracheostomy tube. Otherwise, little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52845027.jpg"}
{"id": "s55736073", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Technically limited study due to scattered radiation related to the size of the patient. In comparison with the study of ___, there is little change in the appearance of the monitoring and support devices as well as the heart and lungs.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55736073.jpg"}
{"id": "s59527010", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "There is a pigtail pleural catheter at the left base. There remains a left basilar pneumothorax, unchanged. Heart size is within normal limits. Lungs are grossly clear.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59527010.jpg"}
{"id": "s59851669", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "AP chest compared to ___: There has been no change in the course of either right atrial or right ventricular pacer leads. There is no pneumothorax, pleural effusion or mediastinal widening. Moderate cardiomegaly and pulmonary vascular engorgement stable. No edema.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59851669.jpg"}
{"id": "s59113878", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "Enteric tube tip is at the gastroesophageal junction, similar compared with prior exam. This should be advanced. Cardiac enlargement, similar. Improved lung aeration. Advanced degenerative changes lumbar spine, with lumbar curve convex to the left.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59113878.jpg"}
{"id": "s56960843", "split": "Train", "label": "'No Finding'", "text": "AP portable upright view of the chest. Overlying EKG leads are present. The lungs appear clear. There is no focal consolidation, effusion, or pneumothorax. The cardiomediastinal silhouette is normal. Imaged osseous structures are intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56960843.jpg"}
{"id": "s59715064", "split": "Train", "label": "'Atelectasis', 'Pleural Effusion'", "text": "In comparison to ___ chest radiograph, pulmonary vascular congestion has improved. Will left lower lobe is nearly completely collapsed, and note is made of a small left pleural effusion. No other relevant change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59715064.jpg"}
{"id": "s52712398", "split": "Train", "label": "'Pneumonia', 'Support Devices'", "text": "The right-sided IJ appears to terminate in the right atrium. There is an NG tube which appears to be coiled in the proximal esophagus and oropharynx with the tip not visualized on this exam. Again seen is bibasilar atelectasis. There has been overall interval improvement of the pre-existing parenchymal opacities reflecting mild multifocal pneumonia. There is no evidence of pneumothorax. There is a small right pleural effusion. The heart and mediastinal contours are otherwise stable.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52712398.jpg"}
{"id": "s53974746", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "As compared to ___, there is new subcutaneous emphysema in the right neck asymmetrically greater than the left. There is also new lucencies surrounding the thoracic inlet, mediastinum and left heart border suggestive of pneumo mediastinum and pneumopericardium. Widespread airspace opacities have slightly improved, most pronounced in the lingula and right lower lobe. Small bilateral pleural effusions persist. Endotracheal tube is 7 cm from the carina. Right internal jugular catheter in the mid SVC. The nasogastric tip is within the body of the stomach. A second feeding tube with the tip in the cardia of the stomach has pulled back since the prior.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53974746.jpg"}
{"id": "s56373050", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "In comparison with the study of ___, there is substantial enlargement of the cardiac silhouette that appears more prominent than on the prior study. However, there is only minimal if any pulmonary vascular congestion. This discordance raises the possibility of cardiomyopathy or pericardial effusion. No acute focal pneumonia. Pacer leads and Dobhoff tube remain in place.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56373050.jpg"}
{"id": "s56822268", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "New mild pulmonary edema and lower lung volumes. Moderate cardiomegaly probably unchanged. Pleural effusions small if any. No pneumothorax. Multiple active, left-sided and remnant, right-sided transvenous pacer and defibrillator leads are unchanged. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56822268.jpg"}
{"id": "s58831386", "split": "Train", "label": "'Pneumonia'", "text": "There is a right IJ, which terminates in the mid SVC. The previously noted mediastinal and hilar lymphadenopathy is stable. No acute focal consolidation. Heart size is stable. The mediastinal and hilar contours are stable. The pulmonary vasculature is normal. No pleural effusion or pneumothorax is seen.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58831386.jpg"}
{"id": "s57465993", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "Comparison to ___. No relevant change. The Swan-Ganz catheter should be pulled back by approximately 4 cm. Mild cardiomegaly persists. For cardiac silhouette continues to be borderline in size. No pulmonary edema. No pneumonia, no pneumothorax, no pleural effusions.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57465993.jpg"}
{"id": "s51076622", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Support Devices'", "text": "As compared to the previous radiograph, the diffuse bilateral predominantly interstitial opacities in the lung parenchyma are unchanged in extent and severity. Low lung volumes persist. Borderline size of the cardiac silhouette without pulmonary edema. No larger pleural effusions. The monitoring and support devices are in normal correct position.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51076622.jpg"}
{"id": "s55976156", "split": "Train", "label": "'Pneumothorax', 'Support Devices'", "text": "A frontal upright view of the chest was obtained reportedly. A new right pigtail catheter overlies the right lower hemithorax. The right pneumothorax is improved and remains moderate in size. The fiducial in the right upper lobe mass is again seen. The left lung is clear without pneumothorax or effusion. Elevation of the left hemidiaphragm is unchanged since ___. The mediastinum is more midline than on the prior study. Heart size is normal. A well-circumscribed density in the left glenoid is a bone island as seen on prior CT ___.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55976156.jpg"}
{"id": "s58833503", "split": "Train", "label": "'Atelectasis'", "text": "Lung volumes are low. There is bibasilar atelectasis. The hilar and cardiomediastinal contours are normal. There is no pneumothorax. There is no pleural effusion. Pulmonary vascularity is normal.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58833503.jpg"}
{"id": "s57164706", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "In comparison with the study of ___, there is the vague suggestion of some increased opacification in the retrocardiac region rather than the sharp discrete pulmonary vessels. In view of the clinical history, this could represent a developing area of consolidation, though atelectasis would also have to be considered. There is increased indistinctness of pulmonary vessels, though this could merely reflect the portable rather than PA technique. Central catheter remains in place.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57164706.jpg"}
{"id": "s57042248", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "text": "1. Right internal jugular sheath unchanged in position. A left-sided pacemaker also unchanged. Status post median sternotomy for CABG. The heart continues to be enlarged and has a globular configuration which could reflect cardiomegaly, although a pericardial effusion should also be considered. There is a persistent but improved vascular congestion. There is persistent retrocardiac opacity which may reflect patchy atelectasis, although pneumonia cannot be entirely excluded. There are likely small effusions. In addition, there is an apparent right upper lobe asymmetry which may represent residual pulmonary edema, although an evolving infectious process in this area cannot be excluded. Clinical correlation is advised and followup imaging should be performed as clinically indicated. No pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57042248.jpg"}
{"id": "s57708318", "split": "Train", "label": "'Cardiomegaly', 'Edema', 'Pleural Effusion', 'Pneumonia'", "text": "Moderate cardiomegaly and pulmonary vascular engorgement are pronounced but there is no pulmonary edema. Mediastinal venous distension is long-standing, not as severe as it was on ___ when the patient was also in mild pulmonary edema. The intrathoracic stomach, traversing a chronic hiatus hernia, projects to the right of the cardiac silhouette. Moderate right pleural effusion is larger. The combination of intrathoracic stomach and pleural effusion obscures the right lower lobe, but both lung bases are poorly aerated and could contain pneumonia.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s57708318.jpg"}
{"id": "s53936207", "split": "Train", "label": "'Pleural Effusion'", "text": "In comparison with the earlier study of this day, the patient has undergone a thoracentesis with substantial decrease in the amount of pleural fluid along the right. Specifically, no evidence of post-procedure pneumothorax. Otherwise, little change.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53936207.jpg"}
{"id": "s53427018", "split": "Train", "label": "'Edema'", "text": "The heart is mild to moderately enlarged and probably increased somewhat in size. The vascular pedicle is widened and each hilum shows fullness with indistinct pulmonary vasculature. More generally hazy opacification of each lung suggests moderate pulmonary edema. There are no definite pleural effusions. There is no pneumothorax.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s53427018.jpg"}
{"id": "s52509563", "split": "Train", "label": "'Cardiomegaly', 'Lung Opacity'", "text": "AP radiograph of the chest was compared to prior study obtained the same day at 6:17 a.m. Since prior study, there is interval increase in the cardiac silhouette, most likely consistent with interval development of cardiomegaly, although pleural effusion cannot be excluded. There is substantial progression of multifocal parenchymal opacities that might represent a combination of pulmonary edema and pulmonary infarct. Small amount of pleural effusion cannot be excluded.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52509563.jpg"}
{"id": "s58562887", "split": "Train", "label": "'Enlarged Cardiomediastinum', 'Lung Opacity', 'Support Devices'", "text": "In comparison with the study of ___, the monitoring and support devices are essentially unchanged. The right IJ Swan-Ganz catheter again extends beyond the mediastinal confines and could be pulled back about 5 cm to be within the mediastinum. Otherwise little interval change with diffuse bilateral pulmonary opacifications.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58562887.jpg"}
{"id": "s54842161", "split": "Train", "label": "'Edema', 'Pleural Effusion'", "text": "In comparison with the study of ___, the monitoring and support devices are unchanged and in standard position. There is continued enlargement of the cardiomediastinal silhouette with interval improvement of the pulmonary vascular congestion and bilateral pleural effusions. The basilar compressive atelectasis is stable when compared to the prior.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54842161.jpg"}
{"id": "s56679154", "split": "Train", "label": "'Cardiomegaly', 'Support Devices'", "text": "AP chest compared to ___: Pulmonary and mediastinal venous engorgement are new, since placement of the CoreValve, and there may be very mild edema at the lung bases. There is no appreciable pleural effusion, but heart size, though top normal, has increased since the preprocedure study. ET tube is in standard placement. A line, probably a temporary pacer, traverses a right jugular introducer, and ends with its tip projecting over the mid portion of the cardiac silhouette. This could be in the body of the right ventricle, as expected, but without a lateral view, I cannot be sure it is not in the coronary sinus. Of note, the stomach is severely distended with air and fluid. Notification was withheld because subsequent chest radiograph showed reversal of important abnormalities.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56679154.jpg"}
{"id": "s50788755", "split": "Train", "label": "'Atelectasis'", "text": "Cardiac size is top normal. The lungs are clear. There is no pneumothorax or pleural effusion. Minimal but improved bibasilar atelectasis. Mild scoliosis. Partially visualized thoracic fusion hardware appears intact.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50788755.jpg"}
{"id": "s52366360", "split": "Train", "label": "'Atelectasis', 'Pneumothorax'", "text": "ET tube is seen terminating 4.7 cm above the carina. There is again seen an NG tube with distal tip projecting below lower limit of film. A right-sided IJ central line is seen in essentially stable position projecting over the mid SVC. There is a stable left-sided chest tube, however despite this the left pneumothorax has redeveloped a large apical component, which now measures 5.9 cm from the apex of lung to apical chest wall. Despite differences in technique/patient positioning in comparison to prior radiographs, this is almost certainly significantly increased in size. The cardiomediastinal silhouettes are normal. The bilateral hila are normal. There is increased opacification of most of the left lung due to relaxation atelectasis in the setting of left pneumothorax. There may be a small left pleural effusion. The right lung appears well aerated without evidence of focal consolidation. There is no right pleural effusion or right pneumothorax. There is no evidence of pulmonary vascular congestion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s52366360.jpg"}
{"id": "s54067550", "split": "Train", "label": "'Atelectasis', 'Enlarged Cardiomediastinum', 'Pleural Effusion', 'Pleural Other'", "text": "In comparison with the study of ___, the cardiac silhouette is at the upper limits of normal in size. The configuration of the mediastinal contour is again consistent with known radiation fibrosis with associated bronchiectasis of the upper lobes. There is interval increase in the indistinctness and engorgement of pulmonary vessels, consistent with the clinical diagnosis of volume overload. Blunting of the costophrenic angles with poor definition of the hemidiaphragms is consistent with layering effusions and atelectatic changes at the bases.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s54067550.jpg"}
{"id": "s55594746", "split": "Train", "label": "'Atelectasis', 'Consolidation', 'Pleural Effusion', 'Pneumothorax'", "text": "AP chest compared to ___: Small-to-moderate right pleural effusion appears slightly larger today, while previous consolidation in the right mid lung has improved slightly, though there is still appreciable atelectasis. Miniscule right apical pneumothorax unchanged. The caliber of the neoesophagus has not changed, lower third largely fluid filled, the upper two-thirds filled with air. Aside from mild interstitial abnormality at the left lung base, suggesting aspiration, left lung is clear. Heart size is normal. There is no left pleural abnormality.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s55594746.jpg"}
{"id": "s58807737", "split": "Train", "label": "'No Finding'", "text": "Portable frontal view of the chest. The lung volumes are low. No pleural effusion or pneumothorax. There is bibasilar atelectasis, left greater than right. Heart size is normal. Mediastinal and hilar structures are unremarkable. The configuration of the trachea is unchanged from prior cross-sectional imaging.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58807737.jpg"}
{"id": "s50726644", "split": "Train", "label": "'Atelectasis', 'Support Devices'", "text": "Portable AP radiograph was compared to ___ and demonstrates extensive amount of calcified bilateral pleural plaques. Within the limitations of the presence of those plaques, they potentially obscure intraparenchymal process. No substantial change in bibasal areas of atelectasis demonstrated. Right PICC line tip is at the cavoatrial junction.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s50726644.jpg"}
{"id": "s58171048", "split": "Train", "label": "'Support Devices'", "text": "There has been interval placement of a right IJ central venous catheter with its tip in the mid SVC region. Endotracheal tube and nasogastric tubes are again noted. Previously noted nodule projecting over the right upper lung is less conspicuous compared with prior exam. There is mild hilar congestion and equivocal mild interstitial pulmonary edema. No large pleural effusion or pneumothorax is seen on this supine radiograph. Heart size is unchanged.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s58171048.jpg"}
{"id": "s51623426", "split": "Train", "label": "'Lung Opacity', 'Support Devices'", "text": "A left subclavian line ends at the very proximal SVC. There is no pneumothorax. Endotracheal tube ends about 4 cm above the carina. NG tube ends in the corpus of the stomach. Bilateral ground-glass opacities are seen likely represent hemorrhage, aspiration (pneumonia), or edema. Cardiomediastinal silhouette and hila are normal. There is no pleural effusion.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s51623426.jpg"}
{"id": "s59174013", "split": "Train", "label": "'Atelectasis', 'Cardiomegaly', 'Lung Opacity', 'Pleural Effusion'", "text": "There again is substantial enlargement of the cardiac silhouette with prominence of interstitial markings that could reflect elevated pulmonary venous pressure, chronic lung disease, or both. There is blunting of the left costophrenic angle, suggesting pleural fluid and underlying atelectasis. Moderate hiatal hernia is seen. The haziness at the right costophrenic angle most likely represents a prominent fat pad.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59174013.jpg"}
{"id": "s59933562", "split": "Train", "label": "'No Finding', 'Support Devices'", "text": "AP single view of the chest has been obtained with patient in sitting semi-upright position. Analysis is performed in direct comparison with the next preceding similar study obtained seven hours earlier during the same day. The female patient with history of lung cancer, is status post VATS procedure with left pleurodesis and Pleurx catheter placement. Comparison of the present portable chest examination demonstrates grossly unchanged position of a previously described left-sided pleural catheter. The pleural density along the lateral and apical chest wall has increased. Also noted is an air distended stomach with elevated right atrium, a factor, which may contribute to the patient's overall poor respiratory condition. As before, low pulmonary volumes are seen. No pneumothorax has developed.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s59933562.jpg"}
{"id": "s56725595", "split": "Train", "label": "'Cardiomegaly', 'Consolidation', 'Edema', 'Pleural Effusion', 'Support Devices'", "text": "Portable AP radiograph of the chest was compared to ___. The ET tube tip is 5.3 cm above the carina. The NG tube tip passes below the diaphragm terminating in the stomach. Right internal jugular line tip is at the level of low SVC. Right PICC line tip is at the level of mid SVC. Heart size and mediastinum are unchanged including mild cardiomegaly. Right lower lobe consolidation/atelectasis is unchanged. Mild interstitial pulmonary edema is redemonstrated. Small amount of pleural effusion is most likely present.", "img": "/home/mimic-cxr/dataset/image_preprocessing/re_512_3ch/Train/s56725595.jpg"}
{"id": "s50370917", "split": "Train", "label": "'Atelectasis', 'Lung Opacity', 'Pleural Effusion', 'Support Devices'", "tex